Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: This user doesn't have any screenshots yet.
pl_pl: Ten użytkownik nie ma jeszcze żadnych zrzutów ekranu.
pt_pt: Este usuário ainda não possui captura de tela.
ru_ru: У этого пользователя пока нет скриншотов.

source: No screenshots.
pl_pl: Brak zrzutów ekranu.
pt_pt: Nenhuma captura de tela.
ru_ru: Нет скриншотов.

source: Are you sure you want to delete this screenshot?
pl_pl: Czy na pewno chcesz usunąć ten zrzut ekranu?
pt_pt: Tem certeza de que deseja excluir essa captura de tela?
ru_ru: Вы уверены, что хотите удалить этот скриншот?

source: Timezone
pl_pl: Strefa czasowa
pt_pt: Fuso horário
ru_ru: Временная зона

source: Notify on letters
pl_pl: Powiadom o listach
pt_pt: Notificar cartas
ru_ru: Уведомлять о письмах

source: Language
pl_pl: Język
pt_pt: Linguagem
ru_ru: Язык

source: Allow album comments
pl_pl: Zezwalaj na komentarze do albumu
pt_pt: Permitir comentários no álbum
ru_ru: Разрешить комментарии в альбоме

source: Notify on new comments
pl_pl: Powiadom o nowych komentarzach
pt_pt: Notificar novos comentários
ru_ru: Уведомлять о комментариях

source: Forum posts per page
pl_pl: Posty na forum na stronie
pt_pt: Postagens do fórum por página
ru_ru: Посты форума на страницу

source: Forum topics per page
pl_pl: Wątki na forum na stronie
pt_pt: Tópicos do fórum por página
ru_ru: Темы форума на страницу

source: Saved devices
pl_pl: Zapisane urządzenia
pt_pt: Dispositivos salvos
ru_ru: Сохраненные устройства

source: %s on %s
pl_pl: %s na %s
pt_pt: %s em %s
ru_ru: %s на %s

source: Location: %s
pl_pl: Lokalizacja: %s
pt_pt: Localização: %s
ru_ru: Местоположение: %s

source: Saved: %s
pl_pl: Zapisano: %s
pt_pt: Salvado: %s
ru_ru: Сохранен: %s

source: Last visit: %s
pl_pl: Ostatnia wizyta: %s
pt_pt: Última visita: %s
ru_ru: Последнее посещение: %s

source: Creator
pl_pl: Twórca
pt_pt: Criador
ru_ru: Создатель

source: Translators
pl_pl: Tłumacze
pt_pt: Tradutores
ru_ru: Переводчики

source: You don't have permission to edit this theme.
pl_pl: Nie masz uprawnień do edytowania tego motywu.
pt_pt: Você não tem permissão para editar este tema.
ru_ru: Вы не можете редактировать эту тему.

source: Downloads: %d
pl_pl: Pobrań: %d
ru_ru: Скачиваний: %d

source: Status
ru_ru: Статус

source: On moderation
pl_pl: Z umiarkowaniem
pt_pt: Na moderação
ru_ru: На модерации

source: Checked
pl_pl: Sprawdzone
pt_pt: Verificado
ru_ru: Проверен

source: Tested
pl_pl: Testowane
pt_pt: Testado
ru_ru: Протестирован

source: Moderator
pt_pt: Moderador
ru_ru: Модератор

source: Replace screenshot
pl_pl: Zamień zrzut ekranu
pt_pt: Substitua a captura de tela
ru_ru: Заменить скриншот

source: No themes to display.
pl_pl: Brak tematów do wyświetlenia.
pt_pt: Sem temas a serem exibidos.
ru_ru: Нет тем для просмотра.

source: Author: %s
pl_pl: Autor: %s
pt_pt: Autor: %s
ru_ru: Автор: %s

source: Moderator: %s
pt_pt: Moderador: %s
ru_ru: Модератор: %s

source: You are only allowed to replace .mbm files in your theme. Themes with .r01, .app or other files will be removed.
pl_pl: Możesz tylko zastąpić pliki .mbm w swoim motywie. Motywy z rozszerzeniem .r01, .app lub inne pliki zostaną usunięte.
pt_pt: Você só pode substituir arquivos .mbm no seu tema. Os temas com .r01, .app ou outros arquivos serão removidos.
ru_ru: В темах разрешено изменять только .mbm фалы. Темы с файлами .r01, .app и др. будут удалены.

source: Screenshot
pl_pl: Zrzut ekranu
pt_pt: Captura de tela
ru_ru: Скриншот

source: You have been banished until %s. This banishment has expired. Click for more details.
pl_pl: Zostałeś/aś zbanowany do% s. Ten ban wygasł. Kliknij, aby uzyskać więcej informacji.
pt_pt: Você foi banido até %s. Este banimento expirou. Clique para mais detalhes.
ru_ru: Вы были забанены до %s. Срок бана истек. Нажмите для подробностей.

source: You have been banished until %s. Click for more details.
pl_pl: Zostałeś/aś zbanowany do% s. Kliknij, aby uzyskać więcej informacji.
pt_pt: Você foi banido até %s. Clique para mais detalhes.
ru_ru: Вы забанены до %s. Нажмите для подробностей.

source: Who's online
pl_pl: Kto jest online
pt_pt: Quem está online
ru_ru: Кто онлайн

source: No registered users online.
pl_pl: Brak zarejestrowanych użytkowników online.
pt_pt: Não há usuários registrados online.
ru_ru: Нет зарегистрированных пользователей онлайн.

source: Like
pl_pl: Lubię
pt_pt: Gostei

source: Dislike
pl_pl: Nie lubię
pt_pt: Não Gostei

source: Unknown game code.
pt_pt: Código de jogo desconhecido.

source: Invalid game codes type.
pt_pt: Tipo de códigos de jogo inválidos.

source: Invalid game code type.
pt_pt: Tipo de código de jogo inválido.

source: Game code is not available.
pt_pt: O código do jogo não está disponível.

source: Invalid multiplier.
pt_pt: Multiplicador inválido.

source: No enough game codes available.
pt_pt: Não há códigos de jogo suficientes disponíveis.

source: %d game code has been activated.
pt_pt: %d código de jogo foi ativado.

source: Game code has been activated.
pt_pt: O código do jogo foi ativado.

source: %d of %d game codes have been activated.
pt_pt: %d de%d códigos de jogo foram ativados.

source: Hello %s, You have received a new private message to your account on Tibia-ME.net and you have requested that you be notified on this event. You can view your new message by clicking on the following link: http://wap.tibia-me.net/user/letters.php Remember that you can always choose not to be notified of new messages by changing the appropriate setting in your profile. http://wap.tibia-me.net/user/settings.php Kind Regards, Tibia-ME.net Support http://wap.tibia-me.net
pt_pt: Olá %s, Você recebeu uma nova mensagem privada na sua conta no Tibia-ME.net e solicitou que você fosse notificado sobre este evento. Você pode visualizar sua nova mensagem clicando no seguinte link: http://wap.tibia-me.net/user/letters.php Lembre-se de que você sempre pode escolher não ser notificado de novas mensagens alterando a configuração apropriada em seu perfil. http://wap.tibia-me.net/user/settings.php Kind Regards, Tibia-ME.net Support http://wap.tibia-me.net

source: Hello %s, You have requested a new password for your account on Tibia-ME.net. Click the following link to continue new password activation: http://wap.tibia-me.net/user/lostpassword.php?user=%d&v=%s If you did not request a new password, just ignore this message. Kind Regards, Tibia-ME.net Support http://wap.tibia-me.net
pt_pt: Olá %s, Clique no seguinte link para continuar a ativação da nova senha: http://wap.tibia-me.net/user/lostpassword.php?user=%d&v=%s Se você não solicitou uma nova senha, ignore esta mensagem. Kind Regards, Tibia-ME.net Support http://wap.tibia-me.net

source: User
pt_pt: Usuário

source: Acting Administrator
pt_pt: Atuação do Administrador

source: Translator
pt_pt: Tradutor

source: What is TibiaME?
pt_pt: O que é TibiaME?

source: Invalid product.
pt_pt: Produto inválido.

source: Error: %s
pt_pt: Erro: %s

source: Payment
pt_pt: Pagamentos

source: Platinum
pt_pt: Platina

source: %d day Premium
pt_pt: %d dia Premium

source: Game code
pt_pt: Código de jogo

source: select code type
pt_pt: selecione o tipo de código

source: Community
pt_pt: Comunidade

source: Tibia-ME.net requires Javascript to work correctly. Please enable it in your browser settings.
pt_pt: Tibia-ME.net requer JavaScript para funcionar corretamente. Por favor, ative-o nas configurações do seu navegador.

source: If desired product is not listed here you may contact us to purchase it with different payment method.
pt_pt: Se o produto desejado não estiver listado aqui, pode contatar-nos para adquiri-lo com o método de pagamento diferente.

source: Included
pt_pt: Incluído

source: +50% Experience
pt_pt: + 50% de experiência

source: Possibility to get listed in the Highscores
pt_pt: Possibilidade de ser listado nos Highscores

source: Always get online, even when the game server is full
pt_pt: Sempre fique online, mesmo quando o servidor do jogo está cheio

source: Buyable
pt_pt: Comprável

source: Life insurance with 50%, 80% or 100% of EP loss protection upon death
pt_pt: Seguro de vida com 50%, 80% ou 100% da proteção de perda de EP após a morte

source: Full access to individual islands
pt_pt: Acesso total a ilhas individuais

source: Up to 40 additional friendlist slots
pt_pt: Até 40 slots de lista de amigos adicionais

source: Up to 40 additional mailbox slots
pt_pt: Até 40 slots de caixa de correio adicionais

source: Up to 20 trade offers
pt_pt: Até 20 ofertas comerciais

source: Up to 6 additional depot pages
pt_pt: Até 6 páginas de depósito adicionais

source: Additional Rerolls
pt_pt: Rerolls adicionais

source: Guild founding
pt_pt: Fundação de Guilda

source: How to buy
pt_pt: Como comprar

source: Visit www.tibiame.com or <a href="%s">buy from us</a>. Our prices may differ. We accept WebMoney, PayPal, wire transfers and more! Please check our <a href="%s">User Agreement</a> before you purchase from us.
pt_pt: Visite www.tibiame.com ou <a href="%s">compre de nós</a>. Nossos preços podem ser diferentes. Aceitamos WebMoney, PayPal, transferências bancárias e muito mais! Verifique o <a href="%s">Acordo de Usuário</a> antes de comprar com nós.

source: Life insurance with 50% of EP loss protection upon death (can be upgraded to 80% or 100%)
pt_pt: Seguro de vida com 50% da proteção de perda de EP após a morte (pode ser atualizado para 80% ou 100%)

source: Full access to all islands
pt_pt: Acesso total a todas as ilhas

source: More entries in your friends and ignorelist (20 instead of 10)
pt_pt: Mais entradas em seus amigos e lista dos ignorados (20 em vez de 10)

source: Receive up to 20 letters in your inbox (instead of 10)
pt_pt: Receba até 20 cartas na sua caixa de entrada (em vez de 10)

source: 8 Platinum per day of your Premium Time (Example: 30 days * 8 Platinum = 240 Platinum)
pt_pt: 8 Platina por dia do seu Tempo Premium (Exemplo: 30 dias * 8 Platina = 240 Platina)

source: Visit www.tibiame.com or <a href="%s">contact us</a>. Our prices may differ. We accept WebMoney, PayPal and bank transfers. Please check our <a href="%s">User Agreement</a> before you purchase from us.
pt_pt: Visite www.tibiame.com ou <a href="%s">entre em contato conosco</a>. Nossos preços podem ser diferentes. Aceitamos WebMoney, PayPal e transferências bancárias. Verifique o <a href="%s"> Acordo de Usuário</a> antes de comprar com nós.

source: %d day
pt_pt: %d dia
