Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Bridges the magical void, reducing the cooldown of your spells by 50&#37; for 24 seconds. 30 seconds cooldown.
pl_pl: Łączy magiczną pustkę, redukuje czas odnawiania Twoich czarów o 50&#37; na 24 sekundy. 30 sekund do odnowienia.
pt_pt: Reduz o cooldown das suas magias em 50&#37; por 24 segundos. 30 segundos de cooldown.
ru_ru: Преодолевает магическую пустоту, уменьшая время перезарядки Ваших заклинаний на 50&#37; на 24 секунды. 30 секунд перезарядка.

source: Bridges the magical void, reducing the cooldown of your spells by 50&#37; for 27 seconds. 30 seconds cooldown.
pl_pl: Łączy magiczną pustkę, redukuje czas odnawiania Twoich czarów o 50&#37; na 27 sekund. 30 sekund do odnowienia.
pt_pt: Reduz o cooldown das suas magias em 50&#37; por 18 segundos. 27 segundos de cooldown.
ru_ru: Преодолевает магическую пустоту, уменьшая время перезарядки Ваших заклинаний на 50&#37; на 27 секунд. 30 секунд перезарядка.

source: Bridges the magical void, reducing the cooldown of your spells by 50&#37; for 30 seconds. 30 seconds cooldown.
pl_pl: Łączy magiczną pustkę, redukuje czas odnawiania Twoich czarów o 50&#37; na 30 sekund. 30 sekund do odnowienia.
pt_pt: Reduz o cooldown das suas magias em 50&#37; por 30 segundos. 30 segundos de cooldown.
ru_ru: Преодолевает магическую пустоту, уменьшая время перезарядки Ваших заклинаний на 50&#37; на 30 секунд. 30 секунд перезарядка.

source: Forming a gaping hole in the magic stream allows you to cast spells at a much lower mana consumption. Reduces the mana costs of your spells by 50&#37; for the next 22 seconds. 20 seconds cooldown.
pl_pl: Formuje rozwartą dziurę w magicznym strumieniu dając Ci możliwość do rzucenia czarów z mniejszą konsumpcją many. Redukuje koszt many dla czarów o 50&#37; na 22 sekundy. 20 sekund do odnowienia.
pt_pt: Faz as suas magias consumirem menos mana. Reduz o custo em 50&#37; pelos próximos 22 segundos. 20 segundos cooldown.
ru_ru: Формирует зияющую дыру в волшебном потоке, позволяющую использовать заклинания при гораздо более низком потреблении маны. Снижает затраты маны на заклинания на 50&#37; в течение следующих 22 секунд. 20 секунд перезарядка.

source: Forming a gaping hole in the magic stream allows you to cast spells at a much lower mana consumption. Reduces the mana costs of your spells by 50&#37; for the next 24 seconds. 20 seconds cooldown.
pl_pl: Formuje rozwartą dziurę w magicznym strumieniu dając Ci możliwość do rzucenia czarów z mniejszą konsumpcją many. Redukuje koszt many dla czarów o 50&#37; na 24 sekundy. 20 sekund do odnowienia.
pt_pt: Faz as suas magias consumirem menos mana. Reduz o custo em 50&#37; pelos próximos 24 segundos. 20 segundos cooldown.
ru_ru: Формирует зияющую дыру в волшебном потоке, позволяющую использовать заклинания при гораздо более низком потреблении маны. Снижает затраты маны на заклинания на 50&#37; в течение следующих 24 секунд. 20 секунд перезарядка.

source: Forming a gaping hole in the magic stream allows you to cast spells at a much lower mana consumption. Reduces the mana costs of your spells by 50&#37; for the next 26 seconds. 20 seconds cooldown.
pl_pl: Formuje rozwartą dziurę w magicznym strumieniu dając Ci możliwość do rzucenia czarów z mniejszą konsumpcją many. Redukuje koszt many dla czarów o 50&#37; na 26 sekund. 20 sekund do odnowienia.
pt_pt: Faz as suas magias consumirem menos mana. Reduz o custo em 50&#37; pelos próximos 26 segundos. 20 segundos cooldown.
ru_ru: Формирует зияющую дыру в волшебном потоке, позволяющую использовать заклинания при гораздо более низком потреблении маны. Снижает затраты маны на заклинания на 50&#37; в течение следующих 26 секунд. 20 секунд перезарядка.

source: Forming a gaping hole in the magic stream allows you to cast spells at a much lower mana consumption. Reduces the mana costs of your spells by 50&#37; for the next 28 seconds. 20 seconds cooldown.
pl_pl: Formuje rozwartą dziurę w magicznym strumieniu dając Ci możliwość do rzucenia czarów z mniejszą konsumpcją many. Redukuje koszt many dla czarów o 50&#37; na 28 sekund. 20 sekund do odnowienia.
pt_pt: Faz as suas magias consumirem menos mana. Reduz o custo em 50&#37; pelos próximos 28 segundos. 20 segundos cooldown.
ru_ru: Формирует зияющую дыру в волшебном потоке, позволяющую использовать заклинания при гораздо более низком потреблении маны. Снижает затраты маны на заклинания на 50&#37; в течение следующих 22 секунд. 28 секунд перезарядка.

source: Forming a gaping hole in the magic stream allows you to cast spells at a much lower mana consumption. Reduces the mana costs of your spells by 50&#37; for the next 30 seconds. 20 seconds cooldown.
pl_pl: Formuje rozwartą dziurę w magicznym strumieniu dając Ci możliwość do rzucenia czarów z mniejszą konsumpcją many. Redukuje koszt many dla czarów o 50&#37; na 30 sekund. 20 sekund do odnowienia.
pt_pt: Faz as suas magias consumirem menos mana. Reduz o custo em 50&#37; pelos próximos 30 segundos. 20 segundos cooldown.
ru_ru: Формирует зияющую дыру в волшебном потоке, позволяющую использовать заклинания при гораздо более низком потреблении маны. Снижает затраты маны на заклинания на 50&#37; в течение следующих 22 секунд. 30 секунд перезарядка.

source: Enchants your weapon with a vampiric aura, performing a guaranteed hit and draining 31&#37; of your damage dealt as heal for the next 3 attacks. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją broń wampiryczną aurą, daje gwarantowane uderzenie i wysysa 31&#37; zadanych obrażeń jako życie dla 3 następnych ataków. 30 sekund do odnowienia.
pt_pt: Encanta sua arma com uma aura vampírica, acertando um ataque infalível e drenando 31&#37; do dano e recuperando em vida pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие вампирической аурой, нанося гарантированный удар и высасывая 31&#37; от нанесенного урона в виде здоровья в течение следующих 3-х атак. 30 секунд перезарядка.

source: Enchants your weapon with a vampiric aura, performing a guaranteed hit and draining 32&#37; of your damage dealt as heal for the next 3 attacks. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją broń wampiryczną aurą, daje gwarantowane uderzenie i wysysa 32&#37; zadanych obrażeń jako życie dla 3 następnych ataków. 30 sekund do odnowienia.
pt_pt: Encanta sua arma com uma aura vampírica, acertando um ataque infalível e drenando 32&#37; do dano e recuperando em vida pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие вампирической аурой, нанося гарантированный удар и высасывая 32&#37; от нанесенного урона в виде здоровья в течение следующих 3-х атак. 30 секунд перезарядка.

source: Enchants your weapon with a vampiric aura, performing a guaranteed hit and draining 33&#37; of your damage dealt as heal for the next 3 attacks. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją broń wampiryczną aurą, daje gwarantowane uderzenie i wysysa 33&#37; zadanych obrażeń jako życie dla 3 następnych ataków. 30 sekund do odnowienia.
pt_pt: Encanta sua arma com uma aura vampírica, acertando um ataque infalível e drenando 33&#37; do dano e recuperando em vida pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие вампирической аурой, нанося гарантированный удар и высасывая 33&#37; от нанесенного урона в виде здоровья в течение следующих 3-х атак. 30 секунд перезарядка.

source: Enchants your weapon with a vampiric aura, performing a guaranteed hit and draining 34&#37; of your damage dealt as heal for the next 3 attacks. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją broń wampiryczną aurą, daje gwarantowane uderzenie i wysysa 34&#37; zadanych obrażeń jako życie dla 3 następnych ataków. 30 sekund do odnowienia.
pt_pt: Encanta sua arma com uma aura vampírica, acertando um ataque infalível e drenando 34&#37; do dano e recuperando em vida pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие вампирической аурой, нанося гарантированный удар и высасывая 34&#37; от нанесенного урона в виде здоровья в течение следующих 3-х атак. 30 секунд перезарядка.

source: Enchants your weapon with a vampiric aura, performing a guaranteed hit and draining 35&#37; of your damage dealt as heal for the next 3 attacks. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją broń wampiryczną aurą, daje gwarantowane uderzenie i wysysa 35&#37; zadanych obrażeń jako życie dla 3 następnych ataków. 30 sekund do odnowienia.
pt_pt: Encanta sua arma com uma aura vampírica, acertando um ataque infalível e drenando 35&#37; do dano e recuperando em vida pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие вампирической аурой, нанося гарантированный удар и высасывая 35&#37; от нанесенного урона в виде здоровья в течение следующих 3-х атак. 30 секунд перезарядка.

source: A masterly weapon swing that performs a guaranteed hit and increases the damage dealt by 79&#37; for next 5 attacks. 22 seconds cooldown.
pl_pl: Mistrzowska rękojeść broni, która daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 79&#37; na następne 5 ataków. 22 sekundy do odnowienia.
pt_pt: Um golpe infalível que aumenta o dano causado em 79&#37; pelos próximos 5 ataques. 22 segundos de cooldown.
ru_ru: Виртуозный взмах оружием, наносящий гарантированный удар и увеличивающий наносимый урон на 79&#37; в течение следующих 5-и атак. 22 секунды перезарядка.

source: A masterly weapon swing that performs a guaranteed hit and increases the damage dealt by 83&#37; for next 5 attacks. 22 seconds cooldown.
pl_pl: Mistrzowska rękojeść broni, która daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 83&#37; na następne 5 ataków. 22 sekundy do odnowienia.
pt_pt: Um golpe infalível que aumenta o dano causado em 83&#37; pelos próximos 5 ataques. 22 segundos de cooldown.
ru_ru: Виртуозный взмах оружием, наносящий гарантированный удар и увеличивающий наносимый урон на 83&#37; в течение следующих 5-и атак. 22 секунды перезарядка.

source: A masterly weapon swing that performs a guaranteed hit and increases the damage dealt by 87&#37; for next 5 attacks. 22 seconds cooldown.
pl_pl: Mistrzowska rękojeść broni, która daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 87&#37; na następne 5 ataków. 22 sekundy do odnowienia.
pt_pt: Um golpe infalível que aumenta o dano causado em 87&#37; pelos próximos 5 ataques. 22 segundos de cooldown.
ru_ru: Виртуозный взмах оружием, наносящий гарантированный удар и увеличивающий наносимый урон на 87&#37; в течение следующих 5-и атак. 22 секунды перезарядка.

source: A masterly weapon swing that performs a guaranteed hit and increases the damage dealt by 90&#37; for next 5 attacks. 22 seconds cooldown.
pl_pl: Mistrzowska rękojeść broni, która daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 90&#37; na następne 5 ataków. 22 sekundy do odnowienia.
pt_pt: Um golpe infalível que aumenta o dano causado em 90&#37; pelos próximos 5 ataques. 22 segundos de cooldown.
ru_ru: Виртуозный взмах оружием, наносящий гарантированный удар и увеличивающий наносимый урон на 90&#37; в течение следующих 5-и атак. 22 секунды перезарядка.

source: A masterly weapon swing that performs a guaranteed hit and increases the damage dealt by 94&#37; for next 5 attacks. 22 seconds cooldown.
pl_pl: Mistrzowska rękojeść broni, która daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 94&#37; na następne 5 ataków. 22 sekundy do odnowienia.
pt_pt: Um golpe infalível que aumenta o dano causado em 94&#37; pelos próximos 5 ataques. 22 segundos de cooldown.
ru_ru: Виртуозный взмах оружием, наносящий гарантированный удар и увеличивающий наносимый урон на 94&#37; в течение следующих 5-и атак. 22 секунды перезарядка.

source: Enchants your armour with a mighty magic, reducing damage taken by 52&#37; and regenerating 20&#37; of your total health and mana over 30 seconds. Cooldown 30 seconds.
pl_pl: Wzmacnia Twój pancerz potężną magią, redukuje otrzymywane obrażenia o 52&#37; i regeneruje 20&337; całkowitej ilości many i życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Encanta a sua armadura com uma poderosa magia, reduzindo o dano recebido em 52&#37; e regenerando 20&#37; da sua vida e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Зачаровывает Вашу броню могучей магией, уменьшая полученный урон на 52&#37; и восстанавливая 20&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Enchants your armour with a mighty magic, reducing damage taken by 54&#37; and regenerating 20&#37; of your total health and mana over 30 seconds. Cooldown 30 seconds.
pl_pl: Wzmacnia Twój pancerz potężną magią, redukuje otrzymywane obrażenia o 54&#37; i regeneruje 20&337; całkowitej ilości many i życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Encanta a sua armadura com uma poderosa magia, reduzindo o dano recebido em 54&#37; e regenerando 20&#37; da sua vida e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Зачаровывает Вашу броню могучей магией, уменьшая полученный урон на 54&#37; и восстанавливая 20&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Enchants your armour with a mighty magic, reducing damage taken by 56&#37; and regenerating 20&#37; of your total health and mana over 30 seconds. Cooldown 30 seconds.
pl_pl: Wzmacnia Twój pancerz potężną magią, redukuje otrzymywane obrażenia o 56&#37; i regeneruje 20&337; całkowitej ilości many i życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Encanta a sua armadura com uma poderosa magia, reduzindo o dano recebido em 56&#37; e regenerando 20&#37; da sua vida e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Зачаровывает Вашу броню могучей магией, уменьшая полученный урон на 56&#37; и восстанавливая 20&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Enchants your armour with a mighty magic, reducing damage taken by 58&#37; and regenerating 20&#37; of your total health and mana over 30 seconds. Cooldown 30 seconds.
pl_pl: Wzmacnia Twój pancerz potężną magią, redukuje otrzymywane obrażenia o 58&#37; i regeneruje 20&337; całkowitej ilości many i życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Encanta a sua armadura com uma poderosa magia, reduzindo o dano recebido em 58&#37; e regenerando 20&#37; da sua vida e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Зачаровывает Вашу броню могучей магией, уменьшая полученный урон на 58&#37; и восстанавливая 20&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Enchants your armour with a mighty magic, reducing damage taken by 60&#37; and regenerating 20&#37; of your total health and mana over 30 seconds. Cooldown 30 seconds.
pl_pl: Wzmacnia Twój pancerz potężną magią, redukuje otrzymywane obrażenia o 60&#37; i regeneruje 20&337; całkowitej ilości many i życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Encanta a sua armadura com uma poderosa magia, reduzindo o dano recebido em 60&#37; e regenerando 20&#37; da sua vida e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Зачаровывает Вашу броню могучей магией, уменьшая полученный урон на 60&#37; и восстанавливая 20&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: The long study of the arcane ways have made you a master of spell casting. Performs a guaranteed hit and increases the damage dealt by 107&#37; for next 5 spells. 30 seconds cooldown.
pl_pl: Długie studiowanie tajemnych sposobów uczyniło Cię mistrzem rzucania czarów. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 107&#37; na następne 5 czarów. 30 sekund do odnowienia.
pt_pt: Te transforma em um mestre da magia. Acerta um golpe infalível e aumenta o dano causado em 107&#37; pelas próximas 5 magias. 30 segundos de cooldown.
ru_ru: Долгое изучение тайных путей сделало Вас мастером заклинаний. Гарантирует попадание и увеличивает наносимый урон на 107&#37; в течение следующих 5-и заклинаний. 30 секунд перезарядка.

source: The long study of the arcane ways have made you a master of spell casting. Performs a guaranteed hit and increases the damage dealt by 110&#37; for next 5 spells. 30 seconds cooldown.
pl_pl: Długie studiowanie tajemnych sposobów uczyniło Cię mistrzem rzucania czarów. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 110&#37; na następne 5 czarów. 30 sekund do odnowienia.
pt_pt: Te transforma em um mestre da magia. Acerta um golpe infalível e aumenta o dano causado em 110&#37; pelas próximas 5 magias. 30 segundos de cooldown.
ru_ru: Долгое изучение тайных путей сделало Вас мастером заклинаний. Гарантирует попадание и увеличивает наносимый урон на 110&#37; в течение следующих 5-и заклинаний. 30 секунд перезарядка.

source: The long study of the arcane ways have made you a master of spell casting. Performs a guaranteed hit and increases the damage dealt by 114&#37; for next 5 spells. 30 seconds cooldown.
pl_pl: Długie studiowanie tajemnych sposobów uczyniło Cię mistrzem rzucania czarów. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 114&#37; na następne 5 czarów. 30 sekund do odnowienia.
pt_pt: Te transforma em um mestre da magia. Acerta um golpe infalível e aumenta o dano causado em 114&#37; pelas próximas 5 magias. 30 segundos de cooldown.
ru_ru: Долгое изучение тайных путей сделало Вас мастером заклинаний. Гарантирует попадание и увеличивает наносимый урон на 114&#37; в течение следующих 5-и заклинаний. 30 секунд перезарядка.

source: The long study of the arcane ways have made you a master of spell casting. Performs a guaranteed hit and increases the damage dealt by 117&#37; for next 5 spells. 30 seconds cooldown.
pl_pl: Długie studiowanie tajemnych sposobów uczyniło Cię mistrzem rzucania czarów. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 117&#37; na następne 5 czarów. 30 sekund do odnowienia.
pt_pt: Te transforma em um mestre da magia. Acerta um golpe infalível e aumenta o dano causado em 117&#37; pelas próximas 5 magias. 30 segundos de cooldown.
ru_ru: Долгое изучение тайных путей сделало Вас мастером заклинаний. Гарантирует попадание и увеличивает наносимый урон на 117&#37; в течение следующих 5-и заклинаний. 30 секунд перезарядка.

source: The long study of the arcane ways have made you a master of spell casting. Performs a guaranteed hit and increases the damage dealt by 120&#37; for next 5 spells. 30 seconds cooldown.
pl_pl: Długie studiowanie tajemnych sposobów uczyniło Cię mistrzem rzucania czarów. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 120&#37; na następne 5 czarów. 30 sekund do odnowienia.
pt_pt: Te transforma em um mestre da magia. Acerta um golpe infalível e aumenta o dano causado em 120&#37; pelas próximas 5 magias. 30 segundos de cooldown.
ru_ru: Долгое изучение тайных путей сделало Вас мастером заклинаний. Гарантирует попадание и увеличивает наносимый урон на 120&#37; в течение следующих 5-и заклинаний. 30 секунд перезарядка.

source: Performs a guaranteed hit and increases the damage dealt with your attacks by 74&#37;. Causes your healing spells to heal yourself and an additional nearby ally with 82&#37; of the original heal amount. Lasts 10 seconds. 30 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia Twoich ataków o 74&#37;. Sprawia że Twoje czary leczące leczą Ciebie i Twoich sojuszników z 82&#37; oryginalnego leczenia. Trwa 10 sekund. 30 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano causado em 74&#37;. As suas magias também recupera um aliado próximo em 82&#37;. Dura 10 segundos. 30 segundos de cooldown.
ru_ru: Наносит гарантированный удар и увеличивает урон, наносимый Вашими атаками, на 74&#37;. Ваши целительные заклинания исцеляют Вас и ближайшего союзника на 82&#37 от первоначального исцеления. Длится 10 секунд. 30 секунд перезарядка.

source: Performs a guaranteed hit and increases the damage dealt with your attacks by 79&#37;. Causes your healing spells to heal yourself and an additional nearby ally with 83&#37; of the original heal amount. Lasts 10 seconds. 30 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia Twoich ataków o 79&#37;. Sprawia że Twoje czary leczące leczą Ciebie i Twoich sojuszników z 83&#37; oryginalnego leczenia. Trwa 10 sekund. 30 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano causado em 79&#37;. As suas magias também recupera um aliado próximo em 82&#37;. Dura 10 segundos. 30 segundos de cooldown.
ru_ru: Наносит гарантированный удар и увеличивает урон, наносимый Вашими атаками, на 79&#37;. Ваши целительные заклинания исцеляют Вас и ближайшего союзника на 83&#37 от первоначального исцеления. Длится 10 секунд. 30 секунд перезарядка.

source: Performs a guaranteed hit and increases the damage dealt with your attacks by 83&#37;. Causes your healing spells to heal yourself and an additional nearby ally with 85&#37; of the original heal amount. Lasts 10 seconds. 30 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia Twoich ataków o 83&#37;. Sprawia że Twoje czary leczące leczą Ciebie i Twoich sojuszników z 85&#37; oryginalnego leczenia. Trwa 10 sekund. 30 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano causado em 83&#37;. As suas magias também recupera um aliado próximo em 82&#37;. Dura 10 segundos. 30 segundos de cooldown.
ru_ru: Наносит гарантированный удар и увеличивает урон, наносимый Вашими атаками, на 83&#37;. Ваши целительные заклинания исцеляют Вас и ближайшего союзника на 85&#37 от первоначального исцеления. Длится 10 секунд. 30 секунд перезарядка.

source: Performs a guaranteed hit and increases the damage dealt with your attacks by 88&#37;. Causes your healing spells to heal yourself and an additional nearby ally with 86&#37; of the original heal amount. Lasts 10 seconds. 30 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia Twoich ataków o 88&#37;. Sprawia że Twoje czary leczące leczą Ciebie i Twoich sojuszników z 86&#37; oryginalnego leczenia. Trwa 10 sekund. 30 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano causado em 88&#37;. As suas magias também recupera um aliado próximo em 82&#37;. Dura 10 segundos. 30 segundos de cooldown.
ru_ru: Наносит гарантированный удар и увеличивает урон, наносимый Вашими атаками, на 88&#37;. Ваши целительные заклинания исцеляют Вас и ближайшего союзника на 86&#37 от первоначального исцеления. Длится 10 секунд. 30 секунд перезарядка.

source: Performs a guaranteed hit and increases the damage dealt with your attacks by 92&#37;. Causes your healing spells to heal yourself and an additional nearby ally with 88&#37; of the original heal amount. Lasts 10 seconds. 30 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia Twoich ataków o 92&#37;. Sprawia że Twoje czary leczące leczą Ciebie i Twoich sojuszników z 88&#37; oryginalnego leczenia. Trwa 10 sekund. 30 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano causado em 92&#37;. As suas magias também recupera um aliado próximo em 82&#37;. Dura 10 segundos. 30 segundos de cooldown.
ru_ru: Наносит гарантированный удар и увеличивает урон, наносимый Вашими атаками, на 92&#37;. Ваши целительные заклинания исцеляют Вас и ближайшего союзника на 88&#37 от первоначального исцеления. Длится 10 секунд. 30 секунд перезарядка.
