Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Performs a guaranteed hit and strikes your target and an additional nearby enemy with 79&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie i uderza w cel oraz dodatkowego wroga z 79&#37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido e atinge seu alvo e um inimigo próximo adicional com 79&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Наносит гарантированный удар по Вашей цели и дополнительному ближайшему врагу на 79&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: Performs a guaranteed hit and strikes your target and an additional nearby enemy with 82&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie i uderza w cel oraz dodatkowego wroga z 82&#37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido e atinge seu alvo e um inimigo próximo adicional com 82&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Наносит гарантированный удар по Вашей цели и дополнительному ближайшему врагу на 82&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: Performs a guaranteed hit and strikes your target and an additional nearby enemy with 85&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie i uderza w cel oraz dodatkowego wroga z 85&#37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido e atinge seu alvo e um inimigo próximo adicional com 85&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Наносит гарантированный удар по Вашей цели и дополнительному ближайшему врагу на 85&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: Parries your enemies, increasing the chance to evade the next 4 incoming attacks. Every skill level raises the chance to evade by a medium amount. 28 seconds cooldown.
pl_pl: Odpiera Twoich wrogów, zwiększając szansę na uniknięcie kolejnych 4 ataków. Każdy poziom umiejętności zwiększa szansę na uniknięcie przez średnią ilość. 28 sekund czasu odnowienia.
pt_pt: Desvia dos inimigos, aumentando a chance de esquivar dos próximos 4 ataques. Cada nível aumenta a chance de desviar. 28 segundos de cooldown.
ru_ru: Вы парируете, увеличивая шанс избежать следующие 4 удара. Каждый уровень способности увеличивает шанс парирования на среднее значение.

source: You become enraged, increasing the damage dealt by 33&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Wpadasz we wściekłość, zwiększając zadawane obrażenia o 33&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Você fica enfurecido, aumentando o dano causado por 33&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Вы впадаете в ярость, увеличивая наносимый урон на 33&#37; на 10 секунд. 20 секунды перезарядка.

source: You become enraged, increasing the damage dealt by 36&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Wpadasz we wściekłość, zwiększając zadawane obrażenia o 36&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Você fica enfurecido, aumentando o dano causado por 36&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Вы впадаете в ярость, увеличивая наносимый урон на 36&#37; на 10 секунд. 20 секунды перезарядка.

source: You become enraged, increasing the damage dealt by 39&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Wpadasz we wściekłość, zwiększając zadawane obrażenia o 39&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Você fica enfurecido, aumentando o dano causado por 39&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Вы впадаете в ярость, увеличивая наносимый урон на 39&#37; на 10 секунд. 20 секунды перезарядка.

source: You become enraged, increasing the damage dealt by 42&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Wpadasz we wściekłość, zwiększając zadawane obrażenia o 42&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Você fica enfurecido, aumentando o dano causado por 42&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Вы впадаете в ярость, увеличивая наносимый урон на 42&#37; на 10 секунд. 20 секунды перезарядка.

source: You become enraged, increasing the damage dealt by 45&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Wpadasz we wściekłość, zwiększając zadawane obrażenia o 45&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Você fica enfurecido, aumentando o dano causado por 45&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Вы впадаете в ярость, увеличивая наносимый урон на 45&#37; на 10 секунд. 20 секунды перезарядка.

source: Knocks the head of your enemy with the hilt of your weapon, performing a guaranteed hit and incapacitating your target for 2.0 seconds with your next attack. 30 seconds cooldown.
pl_pl: Uderza głowę wroga rękojeścią Twojej broni, wykonując gwarantowane trafienie i obezwładniając cel na 2,0 sekundy następnym atakiem. 30 sekund czasu odnowienia.
pt_pt: Bata a cabeça do seu inimigo com o punho da sua arma, realizando um golpe garantido e incapacitando seu alvo por 2.0 segundos com seu próximo ataque. 30 segundos de cooldown.
ru_ru: Ударяет Вашего врага по голове рукоятью оружия, гарантируя попадание и выводя из строя вашу цель на 2.0 секунды Вашей следующей атакой. 30 секунд перезарядка.

source: Knocks the head of your enemy with the hilt of your weapon, performing a guaranteed hit and incapacitating your target for 2.5 seconds with your next attack. 30 seconds cooldown.
pl_pl: Uderza głowę wroga rękojeścią twojej broni, wykonując gwarantowane trafienie i obezwładniając cel na 2,5 sekundy następnym atakiem. 30 sekund czasu odnowienia.
pt_pt: Bata a cabeça do seu inimigo com o punho da sua arma, realizando um golpe garantido e incapacitando seu alvo por 2.5 segundos com seu próximo ataque. 30 segundos de cooldown.
ru_ru: Ударяет Вашего врага по голове рукоятью оружия, гарантируя попадание и выводя из строя вашу цель на 2.5 секунды Вашей следующей атакой. 30 секунд перезарядка.

source: Knocks the head of your enemy with the hilt of your weapon, performing a guaranteed hit and incapacitating your target for 3.0 seconds with your next attack. 30 seconds cooldown.
pl_pl: Uderza głowę wroga rękojeścią twojej broni, wykonując gwarantowane trafienie i obezwładniając cel na 3,0 sekundy następnym atakiem. 30 sekund czasu odnowienia.
pt_pt: Bata a cabeça do seu inimigo com o punho da sua arma, realizando um golpe garantido e incapacitando seu alvo por 3.0 segundos com seu próximo ataque. 30 segundos de cooldown.
ru_ru: Ударяет Вашего врага по голове рукоятью оружия, гарантируя попадание и выводя из строя вашу цель на 3.0 секунды Вашей следующей атакой. 30 секунд перезарядка.

source: Knocks the head of your enemy with the hilt of your weapon, performing a guaranteed hit and incapacitating your target for 3.5 seconds with your next attack. 30 seconds cooldown.
pl_pl: Uderza głowę wroga rękojeścią twojej broni, wykonując gwarantowane trafienie i obezwładniając cel na 3,5 sekundy następnym atakiem. 30 sekund czasu odnowienia.
pt_pt: Bata a cabeça do seu inimigo com o punho da sua arma, realizando um golpe garantido e incapacitando seu alvo por 3.5 segundos com seu próximo ataque. 30 segundos de cooldown.
ru_ru: Ударяет Вашего врага по голове рукоятью оружия, гарантируя попадание и выводя из строя вашу цель на 3.5 секунды Вашей следующей атакой. 30 секунд перезарядка.

source: Knocks the head of your enemy with the hilt of your weapon, performing a guaranteed hit and incapacitating your target for 4.0 seconds with your next attack. 30 seconds cooldown.
pl_pl: Uderza głowę wroga rękojeścią twojej broni, wykonując gwarantowane trafienie i obezwładniając cel na 4,0 sekundy następnym atakiem. 30 sekund czasu odnowienia.
pt_pt: Bata a cabeça do seu inimigo com o punho da sua arma, realizando um golpe garantido e incapacitando seu alvo por 4.0 segundos com seu próximo ataque. 30 segundos de cooldown.
ru_ru: Ударяет Вашего врага по голове рукоятью оружия, гарантируя попадание и выводя из строя вашу цель на 4.0 секунды Вашей следующей атакой. 30 секунд перезарядка.

source: Performs a stacked attack for the next 5 attacks. A stacked attack allows you to attack an enemy, even when sharing the tile with other players. 40 seconds cooldown.
pl_pl: Daje możliwość skumulowanego ataku. Skumulowany atak daje Ci możliwość atakować wroga nawet jeśli stoisz w jednej kratce z innymi graczami. 40 sekund czasu odnowienia.
pt_pt: Executa um golpe acumulado nos próximos 5 ataques. Isso permite que você ataque um inimigo mesmo que ele estiver dividindo espaço com outro jogador. 40 segundos de cooldown.
ru_ru: Выполняет сложенную атаку для следующих 5-и ударов. Сложенная атака позволяет атаковать врага даже стоя на одном поле с другими игроками. 40 секунд перезарядка.

source: Performs a stacked attack for the next 5 attacks. A stacked attack allows you to attack an enemy, even when sharing the tile with other players. 35 seconds cooldown.
pl_pl: Daje możliwość skumulowanego ataku. Skumulowany atak daje Ci możliwość atakować wroga nawet jeśli stoisz w jednej kratce z innymi graczami. 35 sekund czasu odnowienia.
pt_pt: Executa um golpe acumulado nos próximos 5 ataques. Isso permite que você ataque um inimigo mesmo que ele estiver dividindo espaço com outro jogador. 35 segundos de cooldown.
ru_ru: Выполняет сложенную атаку для следующих 5-и ударов. Сложенная атака позволяет атаковать врага даже стоя на одном поле с другими игроками. 35 секунд перезарядка.

source: Performs a stacked attack for the next 5 attacks. A stacked attack allows you to attack an enemy, even when sharing the tile with other players. 30 seconds cooldown.
pl_pl: Daje możliwość skumulowanego ataku. Skumulowany atak daje Ci możliwość atakować wroga nawet jeśli stoisz w jednej kratce z innymi graczami. 30 sekund czasu odnowienia.
pt_pt: Executa um golpe acumulado nos próximos 5 ataques. Isso permite que você ataque um inimigo mesmo que ele estiver dividindo espaço com outro jogador. 30 segundos de cooldown.
ru_ru: Выполняет сложенную атаку для следующих 5-и ударов. Сложенная атака позволяет атаковать врага даже стоя на одном поле с другими игроками. 30 секунд перезарядка.

source: Performs a stacked attack for the next 5 attacks. A stacked attack allows you to attack an enemy, even when sharing the tile with other players. 25 seconds cooldown.
pl_pl: Daje możliwość skumulowanego ataku. Skumulowany atak daje Ci możliwość atakować wroga nawet jeśli stoisz w jednej kratce z innymi graczami. 25 sekund czasu odnowienia.
pt_pt: Executa um golpe acumulado nos próximos 5 ataques. Isso permite que você ataque um inimigo mesmo que ele estiver dividindo espaço com outro jogador. 25 segundos de cooldown.
ru_ru: Выполняет сложенную атаку для следующих 5-и ударов. Сложенная атака позволяет атаковать врага даже стоя на одном поле с другими игроками. 25 секунд перезарядка.

source: Performs a stacked attack for the next 5 attacks. A stacked attack allows you to attack an enemy, even when sharing the tile with other players. 20 seconds cooldown.
pl_pl: Daje możliwość skumulowanego ataku. Skumulowany atak daje Ci możliwość atakować wroga nawet jeśli stoisz w jednej kratce z innymi graczami. 20 sekund czasu odnowienia.
pt_pt: Executa um golpe acumulado nos próximos 5 ataques. Isso permite que você ataque um inimigo mesmo que ele estiver dividindo espaço com outro jogador. 20 segundos de cooldown.
ru_ru: Выполняет сложенную атаку для следующих 5-и ударов. Сложенная атака позволяет атаковать врага даже стоя на одном поле с другими игроками. 20 секунд перезарядка.

source: Equips yourself with a dwarven warden armour that adds an additional piece of armour with 80&#37; of your current protection for the next 6 incoming attacks. 18 seconds cooldown.
pl_pl: Wyposaża Cię w krasnoludzką zbroję która dodaje dodającą dodatkowe 80&#37; Twojej obecnej ochrony na kolejne 6 ataków. 18 sekund do odnowienia.
pt_pt: Equipe-se com uma armadura dos anões de guarda, que adiciona 80&#37; a mais de proteção para os próximos 6 ataques. 18 segundos de cooldown.
ru_ru: Снаряжает Вас броней командира гномов, которая увеличивает броню на 80&#37; от вашей текущей защиты на следующие 6 полученных атак. 18 секунд перезарядка.

source: Equips yourself with a dwarven warden armour that adds an additional piece of armour with 85&#37; of your current protection for the next 6 incoming attacks. 18 seconds cooldown.
pl_pl: Wyposaża Cię w krasnoludzką zbroję która dodaje dodającą dodatkowe 85&#37; Twojej obecnej ochrony na kolejne 6 ataków. 18 sekund do odnowienia.
pt_pt: Equipe-se com uma armadura dos anões de guarda, que adiciona 85&#37; a mais de proteção para os próximos 6 ataques. 18 segundos de cooldown.
ru_ru: Снаряжает Вас броней командира гномов, которая увеличивает броню на 85&#37; от вашей текущей защиты на следующие 6 полученных атак. 18 секунд перезарядка.

source: Equips yourself with a dwarven warden armour that adds an additional piece of armour with 90&#37; of your current protection for the next 6 incoming attacks. 18 seconds cooldown.
pl_pl: Wyposaża Cię w krasnoludzką zbroję która dodaje dodającą dodatkowe 90&#37; Twojej obecnej ochrony na kolejne 6 ataków. 18 sekund do odnowienia.
pt_pt: Equipe-se com uma armadura dos anões de guarda, que adiciona 90&#37; a mais de proteção para os próximos 6 ataques. 18 segundos de cooldown.
ru_ru: Снаряжает Вас броней командира гномов, которая увеличивает броню на 90&#37; от вашей текущей защиты на следующие 6 полученных атак. 18 секунд перезарядка.

source: Equips yourself with a dwarven warden armour that adds an additional piece of armour with 95&#37; of your current protection for the next 6 incoming attacks. 18 seconds cooldown.
pl_pl: Wyposaża Cię w krasnoludzką zbroję która dodaje dodającą dodatkowe 95&#37;; Twojej obecnej ochrony na kolejne 6 ataków. 18 sekund do odnowienia.
pt_pt: Equipe-se com uma armadura dos anões de guarda, que adiciona 95&#37; a mais de proteção para os próximos 6 ataques. 18 segundos de cooldown.
ru_ru: Снаряжает Вас броней командира гномов, которая увеличивает броню на 95&#37; от вашей текущей защиты на следующие 6 полученных атак. 18 секунд перезарядка.

source: Equips yourself with a dwarven warden armour that adds an additional piece of armour with 100&#37; of your current protection for the next 6 incoming attacks. 18 seconds cooldown.
pl_pl: Wyposaża Cię w krasnoludzką zbroję która dodaje dodającą dodatkowe 100&#37; Twojej obecnej ochrony na kolejne 6 ataków. 18 sekund do odnowienia.
pt_pt: Equipe-se com uma armadura dos anões de guarda, que adiciona 100&#37; a mais de proteção para os próximos 6 ataques. 18 segundos de cooldown.
ru_ru: Снаряжает Вас броней командира гномов, которая увеличивает броню на 100&#37; от вашей текущей защиты на следующие 6 полученных атак. 18 секунд перезарядка.

source: Releases a bladestorm on your target, increasing damage dealt by 3&#37; and performing an additional strike on your target for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wypuszcza ostrze burzy na Twojego wroga, zwiększa zadawane obrażenia o 3&#37; oraz wykonuje dodatkowe uderzenie na następne 3 ataki. 24 sekund czasu odnowienia.
pt_pt: Atira uma chuva de lâminas em direção ao adversário, aumentando o dano causado em 3&#37; e dando um ataque adicional ao seu alvo durante os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Выпускает вихрь клинков в Вашу цель, увеличивая наносимый урон на 3&#37; и нанося дополнительный удар по Вашей цели в течении следующих 3-х атак. 24 секунды перезарядка.

source: Releases a bladestorm on your target, increasing damage dealt by 5&#37; and performing an additional strike on your target for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wypuszcza ostrze burzy na Twojego wroga, zwiększa zadawane obrażenia o 5&#37; oraz wykonuje dodatkowe uderzenie na następne 3 ataki. 24 sekund czasu odnowienia.
pt_pt: Atira uma chuva de lâminas em direção ao adversário, aumentando o dano causado em 5&#37; e dando um ataque adicional ao seu alvo durante os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Выпускает вихрь клинков в Вашу цель, увеличивая наносимый урон на 5&#37; и нанося дополнительный удар по Вашей цели в течении следующих 3-х атак. 24 секунды перезарядка.

source: Releases a bladestorm on your target, increasing damage dealt by 8&#37; and performing an additional strike on your target for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wypuszcza ostrze burzy na Twojego wroga, zwiększa zadawane obrażenia o 8&#37; oraz wykonuje dodatkowe uderzenie na następne 3 ataki. 24 sekund czasu odnowienia.
pt_pt: Atira uma chuva de lâminas em direção ao adversário, aumentando o dano causado em 8&#37; e dando um ataque adicional ao seu alvo durante os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Выпускает вихрь клинков в Вашу цель, увеличивая наносимый урон на 8&#37; и нанося дополнительный удар по Вашей цели в течении следующих 3-х атак. 24 секунды перезарядка.

source: Releases a bladestorm on your target, increasing damage dealt by 10&#37; and performing an additional strike on your target for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wypuszcza ostrze burzy na Twojego wroga, zwiększa zadawane obrażenia o 10&#37; oraz wykonuje dodatkowe uderzenie na następne 3 ataki. 24 sekund czasu odnowienia.
pt_pt: Atira uma chuva de lâminas em direção ao adversário, aumentando o dano causado em 10&#37; e dando um ataque adicional ao seu alvo durante os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Выпускает вихрь клинков в Вашу цель, увеличивая наносимый урон на 10&#37; и нанося дополнительный удар по Вашей цели в течении следующих 3-х атак. 24 секунды перезарядка.

source: Releases a bladestorm on your target, increasing damage dealt by 13&#37; and performing an additional strike on your target for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wypuszcza ostrze burzy na Twojego wroga, zwiększa zadawane obrażenia o 13&#37; oraz wykonuje dodatkowe uderzenie na następne 3 ataki. 24 sekund czasu odnowienia.
pt_pt: Atira uma chuva de lâminas em direção ao adversário, aumentando o dano causado em 13&#37; e dando um ataque adicional ao seu alvo durante os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Выпускает вихрь клинков в Вашу цель, увеличивая наносимый урон на 13&#37; и нанося дополнительный удар по Вашей цели в течении следующих 3-х атак. 24 секунды перезарядка.

source: Temporarily improves your reflexes, protects you from enemy debuffs for 10 seconds. 50 seconds cooldown.
pl_pl: Tymczasowo ulepsza Twój refleks, chroni Cię od debuffów Twoich wrogów na 10 sekund. 50 sekund czasu odnowienia.
pt_pt: Aumenta temporariamente os seus reflexos, evitando os debuffs do adversário por 10 segundos. 50 segundos cooldown.
ru_ru: Временно улучшает Ваши рефлексы, защищает Вас от вражеских дебафов на 10 секунд. 50 секунд перезарядка.

source: Temporarily improves your reflexes, protects you from enemy debuffs for 10 seconds. 45 seconds cooldown.
pl_pl: Tymczasowo ulepsza Twój refleks, chroni Cię od debuffów Twoich wrogów na 10 sekund. 45 sekund czasu odnowienia.
pt_pt: Aumenta temporariamente os seus reflexos, evitando os debuffs do adversário por 10 segundos. 45 segundos cooldown.
ru_ru: Временно улучшает Ваши рефлексы, защищает Вас от вражеских дебафов на 10 секунд. 45 секунд перезарядка.

source: Temporarily improves your reflexes, protects you from enemy debuffs for 10 seconds. 40 seconds cooldown.
pl_pl: Tymczasowo ulepsza Twój refleks, chroni Cię od debuffów Twoich wrogów na 10 sekund. 40 sekund czasu odnowienia.
pt_pt: Aumenta temporariamente os seus reflexos, evitando os debuffs do adversário por 10 segundos. 40 segundos cooldown.
ru_ru: Временно улучшает Ваши рефлексы, защищает Вас от вражеских дебафов на 10 секунд. 40 секунд перезарядка.

source: Temporarily improves your reflexes, protects you from enemy debuffs for 10 seconds. 35 seconds cooldown.
pl_pl: Tymczasowo ulepsza Twój refleks, chroni Cię od debuffów Twoich wrogów na 10 sekund. 35 sekund czasu odnowienia.
pt_pt: Aumenta temporariamente os seus reflexos, evitando os debuffs do adversário por 10 segundos. 35 segundos cooldown.
ru_ru: Временно улучшает Ваши рефлексы, защищает Вас от вражеских дебафов на 10 секунд. 35 секунд перезарядка.

source: Temporarily improves your reflexes, protects you from enemy debuffs for 10 seconds. 30 seconds cooldown.
pl_pl: Tymczasowo ulepsza Twój refleks, chroni Cię od debuffów Twoich wrogów na 10 sekund. 30 sekund czasu odnowienia.
pt_pt: Aumenta temporariamente os seus reflexos, evitando os debuffs do adversário por 10 segundos. 30 segundos cooldown.
ru_ru: Временно улучшает Ваши рефлексы, защищает Вас от вражеских дебафов на 10 секунд. 30 секунд перезарядка.

source: A steady stream of mana creates a shield against enemy attacks, preventing damage taken and draining 1.20 mana per damage point for 30 seconds. 60 seconds cooldown.
pl_pl: Stały strumień many tworzy osłonę przed atakami wrogów, zapobiegając obrażeniom i spuszczając 1.20 punktów many przez 30 sekund. 60 sekund czasu odnowienia.
pt_pt: Uma corrente de mana cria um escudo contra os ataques inimigos, prevenindo dano e consumindo 1.20 de mana por ponto de dano por 30 segundos. 60 segundos de cooldown.
ru_ru: Устойчивый поток маны создает защиту от вражеских атак, предотвращая полученный урон и расходуя 1.20 маны за каждую единицу урона в течение 30 секунд. 60 секунд перезарядка.

source: A steady stream of mana creates a shield against enemy attacks, preventing damage taken and draining 1.15 mana per damage point for 30 seconds. 60 seconds cooldown.
pl_pl: Stały strumień many tworzy osłonę przed atakami wrogów, zapobiegając obrażeniom i spuszczając 1.15 punktów many przez 30 sekund. 60 sekund czasu odnowienia.
pt_pt: Uma corrente de mana cria um escudo contra os ataques inimigos, prevenindo dano e consumindo 1.15 de mana por ponto de dano por 30 segundos. 60 segundos de cooldown.
ru_ru: Устойчивый поток маны создает защиту от вражеских атак, предотвращая полученный урон и расходуя 1.15 маны за каждую единицу урона в течение 30 секунд. 60 секунд перезарядка.

source: A steady stream of mana creates a shield against enemy attacks, preventing damage taken and draining 1.10 mana per damage point for 30 seconds. 60 seconds cooldown.
pl_pl: Stały strumień many tworzy osłonę przed atakami wrogów, zapobiegając obrażeniom i spuszczając 1.10 punktów many przez 30 sekund. 60 sekund czasu odnowienia.
pt_pt: Uma corrente de mana cria um escudo contra os ataques inimigos, prevenindo dano e consumindo 1.10 de mana por ponto de dano por 30 segundos. 60 segundos de cooldown.
ru_ru: Устойчивый поток маны создает защиту от вражеских атак, предотвращая полученный урон и расходуя 1.10 маны за каждую единицу урона в течение 30 секунд. 60 секунд перезарядка.

source: A steady stream of mana creates a shield against enemy attacks, preventing damage taken and draining 1.05 mana per damage point for 30 seconds. 60 seconds cooldown.
pl_pl: Stały strumień many tworzy osłonę przed atakami wrogów, zapobiegając obrażeniom i spuszczając 1.05 punktów many przez 30 sekund. 60 sekund czasu odnowienia.
pt_pt: Uma corrente de mana cria um escudo contra os ataques inimigos, prevenindo dano e consumindo 1.05 de mana por ponto de dano por 30 segundos. 60 segundos de cooldown.
ru_ru: Устойчивый поток маны создает защиту от вражеских атак, предотвращая полученный урон и расходуя 1.05 маны за каждую единицу урона в течение 30 секунд. 60 секунд перезарядка.
