Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: A stream of holy energy flows through your body, causing your healing spells to heal yourself and all allies in 3 yards range with 74&#37; of the original heal amount for next to 2 healing spells. 30 seconds cooldown.
pl_pl: Strumień świętej energii przepływa przez Twoje ciało sprawiając, że czary leczenia leczą Ciebie i wszystkich Twoich sojuszników w zasięgu 3 metrów z 74#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Uma corrente de energia sagrada corre pelo seu corpo, aumentando as magias de recuperação suas e dos aliados em um raio de 3 jardas em 74&#37; da quantidade original pelas próximas duas magias. 30 segundos de cooldown.
ru_ru: Поток святой энергии протекает через Ваше тело, Ваши следующие 2 исцеляющих заклинания исцеляют Вас и всех союзников в радиусе 3-х ярдов на 74&#37; от изначального исцеления. 30 секунд перезарядка.

source: A stream of holy energy flows through your body, causing your healing spells to heal yourself and all allies in 3 yards range with 75&#37; of the original heal amount for next to 2 healing spells. 30 seconds cooldown.
pl_pl: Strumień świętej energii przepływa przez Twoje ciało sprawiając, że czary leczenia leczą Ciebie i wszystkich Twoich sojuszników w zasięgu 3 metrów z 75#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Uma corrente de energia sagrada corre pelo seu corpo, aumentando as magias de recuperação suas e dos aliados em um raio de 3 jardas em 75&#37; da quantidade original pelas próximas duas magias. 30 segundos de cooldown.
ru_ru: Поток святой энергии протекает через Ваше тело, Ваши следующие 2 исцеляющих заклинания исцеляют Вас и всех союзников в радиусе 3-х ярдов на 75&#37; от изначального исцеления. 30 секунд перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 41&#37; for next 5 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 41&#37; na następne 5 czarów. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e aumenta o dano causado em 41&#37; pelas próximas 5 magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 41&#37; для следующих 5 заклинаний. 24 секунды перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 43&#37; for next 5 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 43&#37; na następne 5 czarów. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e aumenta o dano causado em 43&#37; pelas próximas 5 magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 43&#37; для следующих 5 заклинаний. 24 секунды перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 45&#37; for next 5 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 45&#37; na następne 5 czarów. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e aumenta o dano causado em 45&#37; pelas próximas 5 magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 45&#37; для следующих 5 заклинаний. 24 секунды перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 48&#37; for next 5 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 48&#37; na następne 5 czarów. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e aumenta o dano causado em 48&#37; pelas próximas 5 magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 48&#37; для следующих 5 заклинаний. 24 секунды перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 50&#37; for next 5 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 50&#37; na następne 5 czarów. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e aumenta o dano causado em 50&#37; pelas próximas 5 magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 50&#37; для следующих 5 заклинаний. 24 секунды перезарядка.

source: Enchants your weapon with a mana leeching aura, performing a guaranteed hit and draining 26&#37; of your damage dealt as mana for the next 7 attacks. 20 seconds cooldown.
pl_pl: Wzmacnia Twoją broń aurą wysysania many, daje gwarantowane uderzenie i wysysa 26&#37; Twoich obrażeń jako manę na następne 7 ataków. 20 sekund do odnowienia.
pt_pt: Encanta sua arma, acertando um golpe infalível e drenando 26&#37; do dano causado como mana nos próximos 7 ataques. 20 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие аурой, высасывающей ману, нанося гарантированный удар и возвращая 26&#37; вашего урона в виде маны в течении следующих 7 атак. 20 секунд перезарядка.

source: Enchants your weapon with a mana leeching aura, performing a guaranteed hit and draining 27&#37; of your damage dealt as mana for the next 7 attacks. 20 seconds cooldown.
pl_pl: Wzmacnia Twoją broń aurą wysysania many, daje gwarantowane uderzenie i wysysa 27&#37; Twoich obrażeń jako manę na następne 7 ataków. 20 sekund do odnowienia.
pt_pt: Encanta sua arma, acertando um golpe infalível e drenando 27&#37; do dano causado como mana nos próximos 7 ataques. 20 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие аурой, высасывающей ману, нанося гарантированный удар и возвращая 27&#37; вашего урона в виде маны в течении следующих 7 атак. 20 секунд перезарядка.

source: Enchants your weapon with a mana leeching aura, performing a guaranteed hit and draining 28&#37; of your damage dealt as mana for the next 7 attacks. 20 seconds cooldown.
pl_pl: Wzmacnia Twoją broń aurą wysysania many, daje gwarantowane uderzenie i wysysa 28&#37; Twoich obrażeń jako manę na następne 7 ataków. 20 sekund do odnowienia.
pt_pt: Encanta sua arma, acertando um golpe infalível e drenando 28&#37; do dano causado como mana nos próximos 7 ataques. 20 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие аурой, высасывающей ману, нанося гарантированный удар и возвращая 28&#37; вашего урона в виде маны в течении следующих 7 атак. 20 секунд перезарядка.

source: Enchants your weapon with a mana leeching aura, performing a guaranteed hit and draining 29&#37; of your damage dealt as mana for the next 7 attacks. 20 seconds cooldown.
pl_pl: Wzmacnia Twoją broń aurą wysysania many, daje gwarantowane uderzenie i wysysa 29&#37; Twoich obrażeń jako manę na następne 7 ataków. 20 sekund do odnowienia.
pt_pt: Encanta sua arma, acertando um golpe infalível e drenando 29&#37; do dano causado como mana nos próximos 7 ataques. 20 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие аурой, высасывающей ману, нанося гарантированный удар и возвращая 29&#37; вашего урона в виде маны в течении следующих 7 атак. 20 секунд перезарядка.

source: Enchants your weapon with a mana leeching aura, performing a guaranteed hit and draining 30&#37; of your damage dealt as mana for the next 7 attacks. 20 seconds cooldown.
pl_pl: Wzmacnia Twoją broń aurą wysysania many, daje gwarantowane uderzenie i wysysa 30&#37; Twoich obrażeń jako manę na następne 7 ataków. 20 sekund do odnowienia.
pt_pt: Encanta sua arma, acertando um golpe infalível e drenando 30&#37; do dano causado como mana nos próximos 7 ataques. 20 segundos de cooldown.
ru_ru: Зачаровывает Ваше оружие аурой, высасывающей ману, нанося гарантированный удар и возвращая 30&#37; вашего урона в виде маны в течении следующих 7 атак. 20 секунд перезарядка.

source: Confuse the mind of your enemy with a powerful spell, granting a chance to discharge target offensive skill by 80&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Myli umysł wroga potężnym zaklęciem, daje szansę do rozładowania ofensywnych umiejętności o 80&#37; i defensywnych o 25&#37;. Defensywne umiejętności potworów nie mogą zostać rozładowane. 30 sekund do odnowienia.
pt_pt: Confunda a mente do seu oponente com uma poderosa magia, descarregando as habilidades dele em 80&#37; e as defensivas em 25&#37;. A defesa dos monstro não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Сбивает Вашего врага с толку мощным заклинанием, предоставляя 80&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: Confuse the mind of your enemy with a powerful spell, granting a chance to discharge target offensive skill by 85&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Myli umysł wroga potężnym zaklęciem, daje szansę do rozładowania ofensywnych umiejętności o 85&#37; i defensywnych o 25&#37;. Defensywne umiejętności potworów nie mogą zostać rozładowane. 30 sekund do odnowienia.
pt_pt: Confunda a mente do seu oponente com uma poderosa magia, descarregando as habilidades dele em 85&#37; e as defensivas em 25&#37;. A defesa dos monstro não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Сбивает Вашего врага с толку мощным заклинанием, предоставляя 85&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: Confuse the mind of your enemy with a powerful spell, granting a chance to discharge target offensive skill by 90&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Myli umysł wroga potężnym zaklęciem, daje szansę do rozładowania ofensywnych umiejętności o 90&#37; i defensywnych o 25&#37;. Defensywne umiejętności potworów nie mogą zostać rozładowane. 30 sekund do odnowienia.
pt_pt: Confunda a mente do seu oponente com uma poderosa magia, descarregando as habilidades dele em 90&#37; e as defensivas em 25&#37;. A defesa dos monstro não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Сбивает Вашего врага с толку мощным заклинанием, предоставляя 90&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: Confuse the mind of your enemy with a powerful spell, granting a chance to discharge target offensive skill by 95&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Myli umysł wroga potężnym zaklęciem, daje szansę do rozładowania ofensywnych umiejętności o 95&#37; i defensywnych o 25&#37;. Defensywne umiejętności potworów nie mogą zostać rozładowane. 30 sekund do odnowienia.
pt_pt: Confunda a mente do seu oponente com uma poderosa magia, descarregando as habilidades dele em 95&#37; e as defensivas em 25&#37;. A defesa dos monstro não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Сбивает Вашего врага с толку мощным заклинанием, предоставляя 95&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: Confuse the mind of your enemy with a powerful spell, granting a chance to discharge target offensive skill by 100&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Myli umysł wroga potężnym zaklęciem, daje szansę do rozładowania ofensywnych umiejętności o 100&#37; i defensywnych o 25&#37;. Defensywne umiejętności potworów nie mogą zostać rozładowane. 30 sekund do odnowienia.
pt_pt: Confunda a mente do seu oponente com uma poderosa magia, descarregando as habilidades dele em 100&#37; e as defensivas em 25&#37;. A defesa dos monstro não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Сбивает Вашего врага с толку мощным заклинанием, предоставляя 100&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: Creates a magic barrier around you that either protects yourself from the next 2 aggressive spells or absorbs 60&#37; of the next 162 damage taken. First completed effect will end the skill. 60 seconds cooldown.
pl_pl: Tworzy magiczną barierę wokół Ciebie która zarówno chroni Cię od następnych 2 agresywnych czarów lub absorbuje 60&#37; następnych 162 otrzymywanych obrażeń. Pierwszy ukończony efekt zakończy umiejętność. 60 sekund do odnowienia.
pt_pt: Cria uma barreira mágica, protegendo contra as próximas 2 magias ofensivas ou absorvendo 60&#37; dos próximos 162 pontos de dano recebidos. 60 segundos de cooldown.
ru_ru: Создает магический барьер вокруг Вас, который или защищает Вас от следующих 2-х вредоносных заклинаний, или поглощает 60&#37; от следующих 162 единиц полученного урона. Первый выполненный эффект завершит действие способности. 60 секунд перезарядка.

source: Creates a magic barrier around you that either protects yourself from the next 2 aggressive spells or absorbs 60&#37; of the next 173 damage taken. First completed effect will end the skill. 60 seconds cooldown.
pl_pl: Tworzy magiczną barierę wokół Ciebie która zarówno chroni Cię od następnych 2 agresywnych czarów lub absorbuje 60&#37; następnych 173 otrzymywanych obrażeń. Pierwszy ukończony efekt zakończy umiejętność. 60 sekund do odnowienia.
pt_pt: Cria uma barreira mágica, protegendo contra as próximas 2 magias ofensivas ou absorvendo 60&#37; dos próximos 173 pontos de dano recebidos. 60 segundos de cooldown.
ru_ru: Создает магический барьер вокруг Вас, который или защищает Вас от следующих 2-х вредоносных заклинаний, или поглощает 60&#37; от следующих 173 единиц полученного урона. Первый выполненный эффект завершит действие способности. 60 секунд перезарядка.

source: Creates a magic barrier around you that either protects yourself from the next 2 aggressive spells or absorbs 60&#37; of the next 186 damage taken. First completed effect will end the skill. 60 seconds cooldown.
pl_pl: Tworzy magiczną barierę wokół Ciebie która zarówno chroni Cię od następnych 2 agresywnych czarów lub absorbuje 60&#37; następnych 186 otrzymywanych obrażeń. Pierwszy ukończony efekt zakończy umiejętność. 60 sekund do odnowienia.
pt_pt: Cria uma barreira mágica, protegendo contra as próximas 2 magias ofensivas ou absorvendo 60&#37; dos próximos 186 pontos de dano recebidos. 60 segundos de cooldown.
ru_ru: Создает магический барьер вокруг Вас, который или защищает Вас от следующих 2-х вредоносных заклинаний, или поглощает 60&#37; от следующих 186 единиц полученного урона. Первый выполненный эффект завершит действие способности. 60 секунд перезарядка.

source: Creates a magic barrier around you that either protects yourself from the next 2 aggressive spells or absorbs 60&#37; of the next 198 damage taken. First completed effect will end the skill. 60 seconds cooldown.
pl_pl: Tworzy magiczną barierę wokół Ciebie która zarówno chroni Cię od następnych 2 agresywnych czarów lub absorbuje 60&#37; następnych 198 otrzymywanych obrażeń. Pierwszy ukończony efekt zakończy umiejętność. 60 sekund do odnowienia.
pt_pt: Cria uma barreira mágica, protegendo contra as próximas 2 magias ofensivas ou absorvendo 60&#37; dos próximos 198 pontos de dano recebidos. 60 segundos de cooldown.
ru_ru: Создает магический барьер вокруг Вас, который или защищает Вас от следующих 2-х вредоносных заклинаний, или поглощает 60&#37; от следующих 198 единиц полученного урона. Первый выполненный эффект завершит действие способности. 60 секунд перезарядка.

source: Creates a magic barrier around you that either protects yourself from the next 2 aggressive spells or absorbs 60&#37; of the next 212 damage taken. First completed effect will end the skill. 60 seconds cooldown.
pl_pl: Tworzy magiczną barierę wokół Ciebie która zarówno chroni Cię od następnych 2 agresywnych czarów lub absorbuje 60&#37; następnych 212 otrzymywanych obrażeń. Pierwszy ukończony efekt zakończy umiejętność. 60 sekund do odnowienia.
pt_pt: Cria uma barreira mágica, protegendo contra as próximas 2 magias ofensivas ou absorvendo 60&#37; dos próximos 212 pontos de dano recebidos. 60 segundos de cooldown.
ru_ru: Создает магический барьер вокруг Вас, который или защищает Вас от следующих 2-х вредоносных заклинаний, или поглощает 60&#37; от следующих 212 единиц полученного урона. Первый выполненный эффект завершит действие способности. 60 секунд перезарядка.

source: Renews your body with holy energy, regenerating 42&#37; of your total health and mana over 30 seconds. 30 seconds cooldown.
pl_pl: Odnawia Twoje ciało świętą energią, regeneruje 42&#37; Twojej całej many oraz życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Recupere o seu corpo com energia sagrada, regenerando 42&#37; da sua vida total e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Возобновляет Ваше тело святой энергией, восстанавливая 42&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Renews your body with holy energy, regenerating 44&#37; of your total health and mana over 30 seconds. 30 seconds cooldown.
pl_pl: Odnawia Twoje ciało świętą energią, regeneruje 44&#37; Twojej całej many oraz życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Recupere o seu corpo com energia sagrada, regenerando 44&#37; da sua vida total e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Возобновляет Ваше тело святой энергией, восстанавливая 44&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Renews your body with holy energy, regenerating 46&#37; of your total health and mana over 30 seconds. 30 seconds cooldown.
pl_pl: Odnawia Twoje ciało świętą energią, regeneruje 46&#37; Twojej całej many oraz życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Recupere o seu corpo com energia sagrada, regenerando 46&#37; da sua vida total e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Возобновляет Ваше тело святой энергией, восстанавливая 46&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Renews your body with holy energy, regenerating 48&#37; of your total health and mana over 30 seconds. 30 seconds cooldown.
pl_pl: Odnawia Twoje ciało świętą energią, regeneruje 48&#37; Twojej całej many oraz życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Recupere o seu corpo com energia sagrada, regenerando 48&#37; da sua vida total e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Возобновляет Ваше тело святой энергией, восстанавливая 48&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Renews your body with holy energy, regenerating 50&#37; of your total health and mana over 30 seconds. 30 seconds cooldown.
pl_pl: Odnawia Twoje ciało świętą energią, regeneruje 50&#37; Twojej całej many oraz życia w ciągu 30 sekund. 30 sekund do odnowienia.
pt_pt: Recupere o seu corpo com energia sagrada, regenerando 50&#37; da sua vida total e mana durante 30 segundos. 30 segundos de cooldown.
ru_ru: Возобновляет Ваше тело святой энергией, восстанавливая 50&#37; от максимального количества здоровья и маны в течение 30 секунд. 30 секунд перезарядка.

source: Surrounds you with a holy ward, reducing damage taken by 67&#37; for the next 7 attacks and charging the ward. When ward fades you get healed by the ward's charge. 30 seconds cooldown.
pl_pl: Otacza Cię świętym oddziałem, redukuje otrzymywane obrażenia o 67&#37; na 7 następnych ataków i rozładowuje oddział. Gdy oddział zanika zostaniesz uleczony przez ładunek oddziału. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 67&#37; pelos próximos 7 ataques. Você também é recuperado. 30 segundos de cooldown.
ru_ru: Окружает Вас святым щитом, уменьшая полученный урон на 67&#37; и заряжая щит в течение следующих 7 атак. Когда щит исчезает, Вы исцеляетесь от его заряда. 30 секунд перезарядка.

source: Surrounds you with a holy ward, reducing damage taken by 69&#37; for the next 7 attacks and charging the ward. When ward fades you get healed by the ward's charge. 30 seconds cooldown.
pl_pl: Otacza Cię świętym oddziałem, redukuje otrzymywane obrażenia o 69&#37; na 7 następnych ataków i rozładowuje oddział. Gdy oddział zanika zostaniesz uleczony przez ładunek oddziału. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 69&#37; pelos próximos 7 ataques. Você também é recuperado. 30 segundos de cooldown.
ru_ru: Окружает Вас святым щитом, уменьшая полученный урон на 69&#37; и заряжая щит в течение следующих 7 атак. Когда щит исчезает, Вы исцеляетесь от его заряда. 30 секунд перезарядка.

source: Surrounds you with a holy ward, reducing damage taken by 71&#37; for the next 7 attacks and charging the ward. When ward fades you get healed by the ward's charge. 30 seconds cooldown.
pl_pl: Otacza Cię świętym oddziałem, redukuje otrzymywane obrażenia o 71&#37; na 7 następnych ataków i rozładowuje oddział. Gdy oddział zanika zostaniesz uleczony przez ładunek oddziału. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 71&#37; pelos próximos 7 ataques. Você também é recuperado. 30 segundos de cooldown.
ru_ru: Окружает Вас святым щитом, уменьшая полученный урон на 71&#37; и заряжая щит в течение следующих 7 атак. Когда щит исчезает, Вы исцеляетесь от его заряда. 30 секунд перезарядка.

source: Surrounds you with a holy ward, reducing damage taken by 73&#37; for the next 7 attacks and charging the ward. When ward fades you get healed by the ward's charge. 30 seconds cooldown.
pl_pl: Otacza Cię świętym oddziałem, redukuje otrzymywane obrażenia o 73&#37; na 7 następnych ataków i rozładowuje oddział. Gdy oddział zanika zostaniesz uleczony przez ładunek oddziału. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 73&#37; pelos próximos 7 ataques. Você também é recuperado. 30 segundos de cooldown.
ru_ru: Окружает Вас святым щитом, уменьшая полученный урон на 73&#37; и заряжая щит в течение следующих 7 атак. Когда щит исчезает, Вы исцеляетесь от его заряда. 30 секунд перезарядка.

source: Surrounds you with a holy ward, reducing damage taken by 75&#37; for the next 7 attacks and charging the ward. When ward fades you get healed by the ward's charge. 30 seconds cooldown.
pl_pl: Otacza Cię świętym oddziałem, redukuje otrzymywane obrażenia o 75&#37; na 7 następnych ataków i rozładowuje oddział. Gdy oddział zanika zostaniesz uleczony przez ładunek oddziału. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 75&#37; pelos próximos 7 ataques. Você também é recuperado. 30 segundos de cooldown.
ru_ru: Окружает Вас святым щитом, уменьшая полученный урон на 75&#37; и заряжая щит в течение следующих 7 атак. Когда щит исчезает, Вы исцеляетесь от его заряда. 30 секунд перезарядка.

source: Bridges the magical void, reducing the cooldown of your spells by 50&#37; for 18 seconds. 30 seconds cooldown.
pl_pl: Łączy magiczną pustkę, redukuje czas odnawiania Twoich czarów o 50&#37; na 18 sekund. 30 sekund do odnowienia.
pt_pt: Reduz o cooldown das suas magias em 50&#37; por 18 segundos. 30 segundos de cooldown.
ru_ru: Преодолевает магическую пустоту, уменьшая время перезарядки Ваших заклинаний на 50&#37; на 18 секунд. 30 секунд перезарядка.

source: Bridges the magical void, reducing the cooldown of your spells by 50&#37; for 21 seconds. 30 seconds cooldown.
pl_pl: Łączy magiczną pustkę, redukuje czas odnawiania Twoich czarów o 50&#37; na 21 sekund. 30 sekund do odnowienia.
pt_pt: Reduz o cooldown das suas magias em 50&#37; por 21 segundos. 30 segundos de cooldown.
ru_ru: Преодолевает магическую пустоту, уменьшая время перезарядки Ваших заклинаний на 50&#37; на 21 секунду. 30 секунд перезарядка.
