Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Establishes an equilibrium between arcane and holy flows. Performs a guaranteed hit and increases the damage dealt by 68&#37; for all attacks within 15 seconds. Heals yourself afterwards for 73&#37; of damage taken in this time. 40 seconds cooldown.
pl_pl: Ustanawia równowagę pomiędzy tajemnicami i świętymi przepływami. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 68&#37; na wszystkie ataki w ciągu 15 sekund. Potem leczy Cię za 73&#37; otrzymanych obrażeń w tym czasie. 40 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano em 68&#37; para todos os ataques nos próximos 15 segundos. Depois, recupera 11&#37; do dano recebido. 40 segundos de cooldown.
ru_ru: Устанавливает равновесие между тайным и святым потоками. Наносит гарантированный удар и увеличивает наносимый урон на 68&#37; для всех атак на 15 секунд. После этого исцеляет Вас на 73&#37; от полученного в это время урона. 40 секунды перезарядка.

source: Establishes an equilibrium between arcane and holy flows. Performs a guaranteed hit and increases the damage dealt by 69&#37; for all attacks within 15 seconds. Heals yourself afterwards for 76&#37; of damage taken in this time. 40 seconds cooldown.
pl_pl: Ustanawia równowagę pomiędzy tajemnicami i świętymi przepływami. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 69&#37; na wszystkie ataki w ciągu 15 sekund. Potem leczy Cię za 76&#37; otrzymanych obrażeń w tym czasie. 40 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano em 69&#37; para todos os ataques nos próximos 15 segundos. Depois, recupera 11&#37; do dano recebido. 40 segundos de cooldown.
ru_ru: Устанавливает равновесие между тайным и святым потоками. Наносит гарантированный удар и увеличивает наносимый урон на 69&#37; для всех атак на 15 секунд. После этого исцеляет Вас на 76&#37; от полученного в это время урона. 40 секунды перезарядка.

source: Establishes an equilibrium between arcane and holy flows. Performs a guaranteed hit and increases the damage dealt by 70&#37; for all attacks within 15 seconds. Heals yourself afterwards for 80&#37; of damage taken in this time. 40 seconds cooldown.
pl_pl: Ustanawia równowagę pomiędzy tajemnicami i świętymi przepływami. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 70&#37; na wszystkie ataki w ciągu 15 sekund. Potem leczy Cię za 80&#37; otrzymanych obrażeń w tym czasie. 40 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano em 70&#37; para todos os ataques nos próximos 15 segundos. Depois, recupera 11&#37; do dano recebido. 40 segundos de cooldown.
ru_ru: Устанавливает равновесие между тайным и святым потоками. Наносит гарантированный удар и увеличивает наносимый урон на 70&#37; для всех атак на 15 секунд. После этого исцеляет Вас на 80&#37; от полученного в это время урона. 40 секунды перезарядка.

source: Establishes an equilibrium between arcane and holy flows. Performs a guaranteed hit and increases the damage dealt by 71&#37; for all attacks within 15 seconds. Heals yourself afterwards for 83&#37; of damage taken in this time. 40 seconds cooldown.
pl_pl: Ustanawia równowagę pomiędzy tajemnicami i świętymi przepływami. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 71&#37; na wszystkie ataki w ciągu 15 sekund. Potem leczy Cię za 83&#37; otrzymanych obrażeń w tym czasie. 40 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano em 71&#37; para todos os ataques nos próximos 15 segundos. Depois, recupera 11&#37; do dano recebido. 40 segundos de cooldown.
ru_ru: Устанавливает равновесие между тайным и святым потоками. Наносит гарантированный удар и увеличивает наносимый урон на 71&#37; для всех атак на 15 секунд. После этого исцеляет Вас на 83&#37; от полученного в это время урона. 40 секунды перезарядка.

source: Establishes an equilibrium between arcane and holy flows. Performs a guaranteed hit and increases the damage dealt by 72&#37; for all attacks within 15 seconds. Heals yourself afterwards for 86&#37; of damage taken in this time. 40 seconds cooldown.
pl_pl: Ustanawia równowagę pomiędzy tajemnicami i świętymi przepływami. Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 72&#37; na wszystkie ataki w ciągu 15 sekund. Potem leczy Cię za 86&#37; otrzymanych obrażeń w tym czasie. 40 sekund do odnowienia.
pt_pt: Acerta um ataque infalível e aumenta o dano em 72&#37; para todos os ataques nos próximos 15 segundos. Depois, recupera 11&#37; do dano recebido. 40 segundos de cooldown.
ru_ru: Устанавливает равновесие между тайным и святым потоками. Наносит гарантированный удар и увеличивает наносимый урон на 72&#37; для всех атак на 15 секунд. После этого исцеляет Вас на 86&#37; от полученного в это время урона. 40 секунды перезарядка.

source: Restores hitpoints.
pl_pl: Odnawia punkty życia.
ru_ru: Восстанавливает здоровье.

source: Increases the chance to hit an enemy.
pl_pl: Zwiększa szansę na trafienie wroga.
ru_ru: Увеличивает шанс попадания по противнику.

source: Increases the damage dealt to enemies.
pl_pl: Zwiększa obrażenia zadawane wrogom.
ru_ru: Увеличивает урон, наносимый противнику.

source: Caster is invisible for monsters.
pl_pl: Osoba rzucająca czar staje się niewidzialna dla potworów.
ru_ru: Персонаж невидим для монстров.

source: Decreases the enemies chance to hit.
pl_pl: Zmniejsza wrogom szansę na trafienie.
ru_ru: Уменьшает шанс попадания противника.

source: Decreases the damage dealt by an enemy.
pl_pl: Zmniejsza zadawane obrażenia przez wrogów.
ru_ru: Уменьшает урон, наносимый противником.

source: Deals damage to the enemy (1 field distance).
pl_pl: Zadaje wrogom obrażenia (1 kratka zasięgu).
ru_ru: Наносит урон противнику на расстоянии 1 клетки.

source: Deals soul damage to the enemy.
pl_pl: Zadaje wrogom obrażenia od świętości.
ru_ru: Наносит святой урон противнику.

source: Deals fire damage to the enemy.
pl_pl: Zadaje wrogom obrażenia od ognia.
ru_ru: Наносит огненный урон противнику.

source: Deals lightning damage to the enemy.
pl_pl: Zadaje wrogom obrażenia od prądu.
ru_ru: Наносит электрический урон противнику.

source: Deals ice damage to the enemy.
pl_pl: Zadaje wrogom obrażenia od lodu.
ru_ru: Наносит ледяной урон противнику.

source: Deals hit damage to the enemy.
pl_pl: Zadaje wrogom obrażenia fizyczne.
ru_ru: Наносит физический урон противнику.

source: Deals damage to and debuffs the enemy (1 field distance).
pl_pl: Zadaje wrogom obrażenia oraz debuff (1 kratka zasięgu).
ru_ru: Наносит урон и ослабляет противника на расстоянии 1 клетки.

source: Deals fire damage to and debuffs the enemy.
pl_pl: Zadaje wrogom obrażenia od ognia oraz debuff.
ru_ru: Наносит огненный урон и ослабляет противника.

source: Beta Tester
ru_ru: Бета Тестер

source: Head
pl_pl: Hełm
pt_pt: Armadura para Cabeça
ru_ru: Голова

source: Amulet
pt_pt: Amuletos
ru_ru: Амулет

source: Torso
pl_pl: Klata
pt_pt: Armadura para Tronco
ru_ru: Тело

source: Shield
pl_pl: Tarcza
pt_pt: Escudos
ru_ru: Щит

source: Legs
pl_pl: Spodnie
pt_pt: Armadura para as pernas
ru_ru: Ноги

source: Ring
pl_pl: Pierśnień
pt_pt: Anéis
ru_ru: Кольцо

source: Photo album
pl_pl: Album zdjęć
pt_pt: Álbum de foto
ru_ru: Фотоальбом

source: My photos
pl_pl: Moje zdjęcia
pt_pt: Minhas fotos
ru_ru: Мои фотографии

source: Create album
pl_pl: Utwórz album
pt_pt: Criar um álbum
ru_ru: Создать альбом

source: Photo has been deleted.
pl_pl: Zdjęcie zostało usunięte.
pt_pt: A foto foi excluída.
ru_ru: Фотография удалена.

source: Cannot rotate animated GIF image.
pl_pl: Nie można obrócić animowanego obrazu GIF.
pt_pt: Não é possível girar um GIF animado.
ru_ru: Невозможно повернуть анимированное GIF изображение.

source: You don't have permission to rotate this photo.
pl_pl: Nie masz uprawnień, aby obrócić to zdjęcie.
pt_pt: Você não tem permissão para girar esta foto.
ru_ru: Вы не можете повернуть эту фотографию.

source: Photo has been rotated.
pl_pl: Zdjęcie zostało odwrócone.
pt_pt: A foto foi girada.
ru_ru: Фотография повернута.

source: You don't have permission to move this photo.
pl_pl: Nie masz uprawnień, aby przenieść to zdjęcie.
pt_pt: Você não tem permissão para mover esta foto.
ru_ru: Вы не можете переместить эту фотографию.

source: Please specify new folder.
pl_pl: Określ nowy folder.
pt_pt: Por favor, especifique uma nova pasta.
ru_ru: Пожалуйста, укажите новую папку.

source: Invalid folder.
pl_pl: Zły folder.
pt_pt: Pasta inválida.
ru_ru: Неверная папка.

source: Photo has been moved.
pl_pl: Zdjęcie zostało przeniesione.
pt_pt: A foto foi movida.
ru_ru: Фотография перемещена.

source: You don't have permission to set this photo as avatar.
pl_pl: Nie masz uprawnień, aby ustawić to zdjęcie jako awatar.
pt_pt: Você não tem permissão para definir esta foto como avatar.
ru_ru: Вы не можете использовать эту фотографию как аватар.

source: You don't have permission to upload photos to this album.
pl_pl: Nie masz uprawnień do przesyłania zdjęć do tego albumu.
pt_pt: Você não tem permissão para fazer upload de fotos para este álbum.
ru_ru: Вы не можете загружать фотографии в этот альбом.

source: File uploaded.
pl_pl: Plik przesłany.
pt_pt: Arquivo carregado.
ru_ru: Файл загружен.

source: You don't have permission to view this album.
pl_pl: Nie masz uprawnień do wyświetlania tego albumu.
pt_pt: Você não tem permissão para ver este álbum.
ru_ru: Вы не можете просматривать этот альбом.

source: Edit album
pl_pl: Edytuj album
pt_pt: Editar álbum
ru_ru: Редактировать альбом

source: Delete album
pl_pl: Usuń album
pt_pt: Deletar álbum
ru_ru: Удалить альбом

source: Search
pl_pl: Szukaj
pt_pt: Pesquisar
ru_ru: Поиск

source: Artworks
pl_pl: Prace
pt_pt: Obras
ru_ru: Творчество

source: You don't have permission to delete this artwork.
pl_pl: Nie masz uprawnień, aby usunąć to dzieło.
pt_pt: Você não tem permissão para excluir esta obra.
ru_ru: Вы не можете удалить эту работу.

source: Artwork has been deleted.
pl_pl: Dzieło zostało usunięte.
pt_pt: A obra de arte foi excluída.
ru_ru: Изображение удалено.

source: Event has been removed.
pl_pl: Wydarzenie zostało usunięte.
pt_pt: O evento foi removido.
ru_ru: Событие удалено.

source: Calendar
pl_pl: Kalendarz
pt_pt: Calendário
ru_ru: Календарь

source: Contacts
pl_pl: Kontakt
pt_pt: Contato
ru_ru: Контакты

source: Control panel
pl_pl: Panel sterowania
pt_pt: Painel de controle
ru_ru: Панель управления

source: Delete
pl_pl: Usuń
pt_pt: Excluir
ru_ru: Удалить

source: each game code on a new line
pl_pl: każdy kod gry w nowej linii
pt_pt: cada código de jogo em uma nova linha
ru_ru: каждый игровой код с новой строки

source: Are you sure you want to add specified gamecodes?
ru_ru: Вы уверены, что хотите добавить указанные игровые коды?

source: Gamecodes activated.
ru_ru: Игровые коды активированы.

source: %d Platinum activated.
ru_ru: %d Платины активировано.

source: Game codes
pl_pl: Kody gry
pt_pt: Código de jogo
ru_ru: Игровые коды

source: Control Panel
pl_pl: Panel sterowania
pt_pt: Painel de Controle
ru_ru: Панель управления

source: Geo data locales updated.
pl_pl: Zaktualizowano dane lokacji geograficznych.
pt_pt: Atualizações de dados atualizadas.
ru_ru: Локализации географических данных обновлены.

source: Update failed.
pl_pl: Aktualizacja nie powiodła się.
pt_pt: Atualização falhou.
ru_ru: Обновлено не удалось.

source: Cannot delete system default rank.
pl_pl: Nie można usunąć domyślnej rangi systemu.
pt_pt: Não é possível excluir o rank padrão do sistema.
ru_ru: Нельзя удалить системный ранг.

source: Ranks
pl_pl: Rangi
ru_ru: Ранги

source: %s is not in locales list.
pl_pl: %s nie znajduje się na liście lokacji.
pt_pt: %s não está na lista de locais.
ru_ru: %s не в списке локализаций.

source: NOT FOUND
pl_pl: NIE ZNALEZIONO
pt_pt: NÃO ENCONTRADO
ru_ru: НЕ НАЙДЕНО

source: Sync complete.
pl_pl: Synchronizacja zakończona.
pt_pt: Sincronização completa.
ru_ru: Синхронизация завершена.

source: Download
pl_pl: Pobierz
pt_pt: Baixar
ru_ru: Скачать

source: Emoticons
pl_pl: Emotikony
ru_ru: Смайлы

source: Forum
pt_pt: Fórum
ru_ru: Форум

source: Mark all as read
pl_pl: Zaznacz wszystko jako odczytane
pt_pt: Marcar tudo como lido
ru_ru: Отметить все как прочитанное

source: Post not found.
pl_pl: Nie odnaleziono postu.
pt_pt: Post não encontrado.
ru_ru: Сообщение не найдено.

source: Thread not found.
pl_pl: Nie odnaleziono wątku.
pt_pt: Tópico não encontrado.
ru_ru: Тема не найдена.

source: This thread is closed, you cannot post here.
pl_pl: Ten wątek został zamknięty, nie możesz dodać tu posta.
pt_pt: Este tópico está fechado, você não pode postar aqui.
ru_ru: Эта тема закрыта, Вы не можете оставлять сообщения.

source: You don't have permission to edit this thread.
pl_pl: Nie masz uprawnień, aby edytować ten wątek.
pt_pt: Você não tem permissão para editar este tópico.
ru_ru: Вы не можете редактировать эту тему.

source: Please specify topic title and message.
pl_pl: Określ tytuł wątku i wiadomość.
pt_pt: Por favor, especifique o título do tópico e a mensagem.
ru_ru: Пожалуйста, укажите тему и сообщение.

source: This thread is closed, you cannot edit it.
pl_pl: Ten wątek został zamknięty, nie możesz go edytować.
pt_pt: Este tópico está fechado, você não pode editá-lo.
ru_ru: Эта тема закрыта, Вы не можете ее редактировать.

source: Topic has been moved.
pl_pl: Wątek został usunięty.
pt_pt: O tópico foi movido.
ru_ru: Тема перемещена.

source: Create topic
pl_pl: Utwórz wątek
pt_pt: Criar tópico
ru_ru: Создать тему

source: Edit topic
pl_pl: Edytuj wątek
pt_pt: Editar tópico
ru_ru: Редактировать тему

source: Edit post
pl_pl: Edytuj post
pt_pt: Editar post
ru_ru: Редактировать сообщение

source: Quote message
pl_pl: Zacytuj wiadomość
pt_pt: Mensagem de citação
ru_ru: Цитировать сообщение

source: Move topic
pl_pl: Przenieś wątek
pt_pt: Mover tópico
ru_ru: Переместить тему

source: Error
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка

source: You don't have permission to post new threads here.
pl_pl: Nie masz uprawnień, aby tworzyć tutaj nowe wątki.
pt_pt: Você não tem permissão para publicar novos tópicos aqui.
ru_ru: Вы не можете создавать новые темы здесь.

source: You don't have permission to move this thread.
pl_pl: Nie masz uprawnień, aby przenieść ten wątek.
pt_pt: Você não tem permissão para mover este tópico.
ru_ru: Вы не можете перемещать эту тему.

source: Forum not found.
pl_pl: Nie znaleziono forum.
pt_pt: Fórum não encontrado.
ru_ru: Форум не найден.

source: Forum: %s
pt_pt: Fórum: %s
ru_ru: Форум: %s

source: Post new topic
pl_pl: Utwórz nowy wątek
pt_pt: Postar novo tópico
ru_ru: Создать тему

source: This thread is closed, you cannot delete posts.
pl_pl: Ten wątek został zamknięty, nie możesz usuwać postów.
pt_pt: Este tópico está fechado, você não pode excluir as postagens.
ru_ru: Эта тема закрыта, Вы не можете удалять сообщения.

source: Sorry, this message cannot be deleted.
pl_pl: Przykro mi, ta wiadomość nie może zostać usunięta.
pt_pt: Desculpe, esta mensagem não pode ser deletada.
ru_ru: Извините, это сообщение не может быть удалено.

source: The message has been deleted.
pl_pl: Wiadomość została usunięta.
pt_pt: A mensagem foi excluída.
ru_ru: Сообщение удалено.

source: You don't have permission to delete this thread.
pl_pl: Nie masz uprawnień, aby usunąć ten wątek.
pt_pt: Você não tem permissão para excluir este tópico.
ru_ru: Вы не можете удалить эту тему.

source: Thread removed.
pl_pl: Wątek usunięty.
pt_pt: Tópico removido.
ru_ru: Тема удалена.

source: Topic has been opened.
pl_pl: Wątek został otwarty.
pt_pt: Tópico foi aberto.
ru_ru: Тема открыта.

source: Topic has been closed.
pl_pl: Wątek został usunięty.
pt_pt: O tópico foi fechado.
ru_ru: Тема закрыта.

source: You will be notified on new replies in this thread.
pl_pl: Będziesz powiadamiany/na o nowych odpowiedziach w tym wątku.
pt_pt: Você será notificado em novas respostas neste tópico.
ru_ru: Вы будете получать уведомления о новых сообщениях в этой теме.

source: You will no longer be notified on new replies in this thread.
pl_pl: Nie będziesz już dłużej powiadamiany/na o nowych odpowiedziach w tym wątku.
pt_pt: Você não será mais notificado sobre novas respostas neste tópico.
ru_ru: Вы больше не будете получать уведомления о новых сообщениях в этой теме.

source: Armour Calc
pl_pl: Kalkulator zbroi
pt_pt: Calc de Armadura
ru_ru: Калькулятор брони

source: Food and potions
pl_pl: Jedzenie i mikstury
pt_pt: Comida e poções
ru_ru: Еда и зелья

source: Pets
pl_pl: Zwierzaki
ru_ru: Питомцы

source: Weapons
pl_pl: Bronie
pt_pt: Armas
ru_ru: Оружие

source: Guilds
pl_pl: Gildie
pt_pt: Guilda
ru_ru: Гильдии

source: You don't have permission to access <i>%s</i> on this server.
pl_pl: Nie masz uprawnień dostępu do <i>%s</i> na tym serwerze.
pt_pt: Você não tem permissão para acessar <i>%s</i> neste servidor.
ru_ru: У Вас нет разрешения на доступ к <i>%s</i>.

source: File <i>%s</i> not found on this server.
pl_pl: Nie znaleziono pliku <i>%s</i> na tym serwerze.
pt_pt: O arquivo <i>%s</i> não foi encontrado neste servidor.
ru_ru: Файл <i>%s</i> не найден.

source: Product not available.
ru_ru: Товар недоступен.

source: Price changed.
pl_pl: Cena zmieniona.
pt_pt: O preço mudou.
ru_ru: Цена изменилась.

source: Checksum mismatch.
pl_pl: Niedopasowanie sumy kontrolnej.
pt_pt: Misturas incompreensíveis.
ru_ru: Несовпадение контрольной суммы.

source: Purchase
pl_pl: Kup
pt_pt: Compra
ru_ru: Купить

source: Premium & Platinum
ru_ru: Премиум и Платина

source: Product is currently out of stock.
ru_ru: Товара нет в наличии.

source: Credit Card
pl_pl: Karta Kredytowa
pt_pt: Cartão de crédito
ru_ru: Кредитная карта

source: etc.
pl_pl: itp.
ru_ru: и т.д.

source: Ruble
pl_pl: Rubli
ru_ru: рубль

source: Russia
pl_pl: Rosja
pt_pt: Rússia
ru_ru: Россия

source: US dollar
pl_pl: Dolar amerykański
ru_ru: доллар США

source: other
pl_pl: inne
pt_pt: outro
ru_ru: другое

source: Euro
ru_ru: евро

source: Achievements
pl_pl: Osiągnięcia
pt_pt: Conquistas
ru_ru: Достижения

source: Guild not found.
pl_pl: Nie odnaleziono gildii.
pt_pt: Guilda não encontrada.
ru_ru: Гильдия не найдена.

source: Hunters
pl_pl: Łowcy
pt_pt: Caçadores
ru_ru: Охотники

source: Characters
pl_pl: Postacie
pt_pt: Personagens
ru_ru: Персонажи

source: Highscores
pl_pl: Najlepsze wyniki
ru_ru: Рекорды

source: TOP 100
ru_ru: ТОП 100

source: Worlds
pl_pl: Światy
pt_pt: Mundos
ru_ru: Миры

source: Screenshots
pl_pl: Zrzuty ekranu
pt_pt: Captura de tela
ru_ru: Скриншоты

source: Screenshot not found.
pl_pl: Nie odnaleziono zrzutu ekranu.
pt_pt: Captura de tela não encontrada.
ru_ru: Скриншот не найден.

source: You don't have permission to delete this screenshot.
pl_pl: Nie masz uprawnień, aby usunąć ten zrzut ekranu.
pt_pt: Você não tem permissão para excluir esta captura de tela.
ru_ru: Вы не можете удалить этот скриншот.

source: The screenshot has been deleted.
pl_pl: Zrzut ekranu został usunięty.
pt_pt: A captura de tela foi excluída.
ru_ru: Скриншот удален.

source: Screenshot has been uploaded.
pl_pl: Zrzut ekranu został przesłany.
pt_pt: A captura de tela foi carregada.
ru_ru: Скриншот загружен.

source: My screenshots
pl_pl: Moje zrzuty ekranu
pt_pt: Minhas captura de tela
ru_ru: Мои скриншоты

source: Moderators
pl_pl: Moderatorzy
pt_pt: Moderadores
ru_ru: Модераторы

source: Themes
pl_pl: Motywy
pt_pt: Temas
ru_ru: Темы

source: My themes
pl_pl: Moje motywy
pt_pt: Meus temas
ru_ru: Мои темы

source: Your theme has been successfully uploaded.
pl_pl: Twój motyw został pomyślnie przesłany.
pt_pt: Seu tema foi carregado com sucesso.
ru_ru: Ваша тема загружена.

source: Upload theme
pl_pl: Prześlij motyw
pt_pt: Carregar tema
ru_ru: Загрузить тему

source: Agreement accepted.
pl_pl: Umowa zaakceptowana.
pt_pt: Acordo aceito.
ru_ru: Пользовательское соглашение принято.

source: User Agreement
pl_pl: Umowa Użytkownika
pt_pt: Termo de Acordo do Usuário
ru_ru: Пользовательское соглашение

source: Banishments
pl_pl: Bany
pt_pt: Banidos
ru_ru: Наказания

source: This user has an active banishment.
pl_pl: Ten użytkownik ma aktywnego bana.
pt_pt: Este usuário tem um banimento ativo.
ru_ru: У этого пользователя уже есть активное наказание.

source: Banishment not found.
pl_pl: Nie znaleziono bana.
pt_pt: Banimento não encontrado.
ru_ru: Наказание не найдено.

source: You have no banishments.
pl_pl: Nie masz żadnych banów.
pt_pt: Você não possui banimentos.
ru_ru: У Вас нет наказаний.

source: %s has no banishments.
pl_pl: %s nie ma żadnych banów.
pt_pt: %s não tem banimentos.
ru_ru: У пользователя %s нет наказаний.

source: There are no banished users.
pl_pl: Nie ma zbanowanych użytkowników.
pt_pt: Não há usuários banidos.
ru_ru: Нет забаненных пользователей.

source: Mutual friends
pl_pl: Wspólnie znajomi
pt_pt: Amigos em comum
ru_ru: Общие друзья

source: Friendlist
pl_pl: Lista znajomych
pt_pt: Lista de amigos
ru_ru: Друзья

source: Friends online
pl_pl: Znajomi online
pt_pt: Amigos online
ru_ru: Друзья онлайн

source: Friends
pl_pl: Znajomi
pt_pt: Amigos
ru_ru: Друзья

source: Requests
pl_pl: Zaproszenia
pt_pt: Solicitações
ru_ru: Запросы

source: My requests
pl_pl: Moje zaproszenia
pt_pt: Minhas solicitações
ru_ru: Мои запросы

source: Friends: %d
pl_pl: Znajomych: %d
pt_pt: Amigos: %d
ru_ru: Друзья: %d

source: Mutual: %d
pl_pl: Wspólnych: %d
pt_pt: Em Comum: %d
ru_ru: Общие: %d

source: Online: %d
ru_ru: Онлайн: %d

source: Requests: %d
pl_pl: Zaproszenia: %d
pt_pt: Pedidos: %d
ru_ru: Запросы: %d

source: Your requests: %d
pl_pl: Twoje zaproszenia: %d
pt_pt: Seus pedidos: %d
ru_ru: Ваши запросы: %d

source: Outbox
pl_pl: Skrzynka nadawcza
ru_ru: Исходящие

source: Sentbox
pl_pl: Wysłane
ru_ru: Отправленные

source: Savebox
pl_pl: Zapisane
ru_ru: Сохраненные

source: Inbox
pl_pl: Skrzynka odbiorcza
pt_pt: Caixa de entrada
ru_ru: Входящие

source: Edit letter
pl_pl: Edytuj list
pt_pt: Editar carta
ru_ru: Редактировать письмо

source: Letters
pl_pl: Listy
pt_pt: Cartas
ru_ru: Письма

source: Reading letter
pl_pl: Czyta list
pt_pt: Leitura da carta
ru_ru: Просмотр письма

source: Compose
pl_pl: Komponuj
pt_pt: Compor
ru_ru: Написать

source: Welcome
pl_pl: Witaj
pt_pt: Bem-vindo
ru_ru: Добро пожаловать

source: Log in
pl_pl: Zaloguj się
pt_pt: Entrar
ru_ru: Войти

source: Continue
pl_pl: Kontynuuj
pt_pt: Continuar
ru_ru: Далее

source: You are already authorized.
pl_pl: Jesteś już autoryzowany.
pt_pt: Você já está autorizado.
ru_ru: Вы уже авторизованы.

source: This account cannot be recovered as it has no email set.
pl_pl: To konto nie może zostać przywrócone ponieważ nie ma ustawionego e-maila.
pt_pt: Esta conta não pode ser recuperada porque não possui conjunto de e-mail.
ru_ru: Пароль от этого аккаунта не может быть восстановлен, так как для него не указан email.

source: Confirmation code has been sent to your email.
pl_pl: Kod potwierdzający został wysłany na Twój e-mail.
pt_pt: O código de confirmação foi enviado para o seu e-mail.
ru_ru: Код подтверждения отправлен на Ваш email.

source: We could not send you confirmation code, please send us a mail to support@tibia-me.net.
pl_pl: Nie mogliśmy wysłać Ci kodu potwierdzającego, napisz nam mail na support@tibia-me.net.
pt_pt: Nós não poderíamos enviar seu código de confirmação, envie-nos um e-mail para support@tibia-me.net.
ru_ru: Мы не смогли отправить Вам код подтверждения, свяжитесь с нами через support@tibia-me.net.

source: Invalid confirmation key.
pl_pl: Nieważny kod potwierdzający.
pt_pt: Chave de confirmação inválida.
ru_ru: Неверный код подтверждения.

source: Your new password should contain at least 5 characters.
pl_pl: Twoje nowe hasło powinno zawierać co najmniej 5 znaków.
pt_pt: Sua nova senha deve conter pelo menos 5 caracteres.
ru_ru: Ваш новый пароль должен содержать хотя бы 5 символов.

source: Your password has been changed.
pl_pl: Twoje hasło zostało zmienione.
pt_pt: Sua senha foi mudada.
ru_ru: Ваш пароль изменен.
