Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: No artworks available.
pl_pl: Brak dostępnych prac.
pt_pt: Não há obras disponíveis.
ru_ru: Этот раздел пуст.

source: Author
pl_pl: Autor
pt_pt: Autor
ru_ru: Автор

source: File size
pl_pl: Rozmiar pliku
pt_pt: Tamanho do arquivo
ru_ru: Размер

source: mb
ru_ru: мб

source: kb
ru_ru: кб

source: Are you sure you want to delete this artwork?
pl_pl: Czy na pewno chcesz usunąć tą pracę?
pt_pt: Tem certeza de que deseja excluir esta obra?
ru_ru: Вы уверены, что хотите удалить эту работу?

source: Upload artwork
pl_pl: Prześlij pracę
pt_pt: Upload de obras de arte
ru_ru: Загрузить изображение

source: Log in to upload artworks.
pl_pl: Zaloguj się aby przesłać pracę.
pt_pt: Faça o login para enviar obras.
ru_ru: Авторизуйтесь для загрузки файлов.

source: Reason
pl_pl: Powód
pt_pt: Razão
ru_ru: Причина

source: Message
pl_pl: Wiadomość
pt_pt: Mensagem
ru_ru: Сообщение

source: Type
pl_pl: Typ
pt_pt: Tipo
ru_ru: Тип

source: Temporal
pl_pl: Czasowy
ru_ru: Временный

source: minutes
pl_pl: minuty
pt_pt: minutos
ru_ru: минут

source: hours
pl_pl: godziny
pt_pt: horas
ru_ru: часов

source: days
pl_pl: dni
pt_pt: dias
ru_ru: дней

source: Permanent
pl_pl: Permanentny
pt_pt: Permanente
ru_ru: До отмены

source: Banish
pl_pl: Zbanuj
pt_pt: Banir
ru_ru: Забанить

source: Expires
pl_pl: Wygasa
pt_pt: Expira
ru_ru: Истекает

source: Expired
pl_pl: Wygasł
pt_pt: Expirou
ru_ru: Истек

source: Active
pl_pl: Aktywny
pt_pt: Ativo
ru_ru: Активен

source: <b>Banned by</b>:<br/>%s
pl_pl: <b>Zbanowany przez</b>:<br/>%s
pt_pt: <b>Banido por</b>:<br/>%s
ru_ru: <b>Забанил</b>:<br/>%s

source: <b>Unbanned by</b>:<br/>%s
pl_pl: <b>Odbanowany przez</b>:<br/>%s
pt_pt: <b>Desbanido por</b>:<br/>%s
ru_ru: <b>Разбанил</b>:<br/>%s

source: Are you sure you want to deactivate this banishment?
pl_pl: Czy na pewno chcesz zdezaktywować tego bana?
pt_pt: Tem certeza de que deseja desativar esse banimento?
ru_ru: Вы уверены, что хотите отменить этот бан?

source: Unban
pl_pl: Odbanuj
pt_pt: Desbanir
ru_ru: Разбанить

source: Warrior
pl_pl: Wojownik
pt_pt: Guerreiro
ru_ru: Воин

source: Wizard
pl_pl: Mag
pt_pt: Mago
ru_ru: Маг

source: Remove from comparison
pl_pl: Usuń z porównania
pt_pt: Remova da comparação
ru_ru: Убрать из сравнения

source: hit
pl_pl: fizyczne
ru_ru: удар

source: fire
pl_pl: ogień
pt_pt: fogo
ru_ru: огонь

source: ice
pl_pl: lód
pt_pt: gelo
ru_ru: холод

source: energy
pl_pl: prąd
pt_pt: energia
ru_ru: энергия

source: soul
pl_pl: świętość
pt_pt: alma
ru_ru: дух

source: Automatic selection
pl_pl: Wybór automatyczny
pt_pt: Seleção automática
ru_ru: Автоматический подбор

source: Include upgraded items
pl_pl: Wlicz ulepszone przedmioty
pt_pt: Incluir itens atualizados
ru_ru: Включая улучшенные вещи

source: Defense level
pl_pl: Poziom obrony
pt_pt: Nível de defesa
ru_ru: Уровень защиты

source: Stats distribution
pl_pl: Rozkład statystyk
pt_pt: Distribuição de estatísticas
ru_ru: Распределение атрибутов

source: cumulatively
pl_pl: łącznie
pt_pt: cumulativamente
ru_ru: суммарно

source: evenly
pl_pl: równomiernie
pt_pt: uniformemente
ru_ru: равномерно

source: Calculate
pl_pl: Oblicz
pt_pt: Calcular
ru_ru: Посчитать

source: Manual selection
pl_pl: Wybór ręczny
pt_pt: Seleção manual
ru_ru: Ручной подбор

source: Ignored items
pl_pl: Ignorowane przedmioty
pt_pt: Itens ignorados
ru_ru: Игнорируемые предметы

source: none
pl_pl: żaden
pt_pt: nenhum
ru_ru: нет

source: Calculating...
pl_pl: Obliczanie...
pt_pt: Calculando ...
ru_ru: Вычисляю...

source: Mon
pl_pl: Pon
pt_pt: Seg
ru_ru: Пн

source: Tue
pl_pl: Wt
pt_pt: Ter
ru_ru: Вт

source: Wed
pl_pl: Śr
pt_pt: Qua
ru_ru: Ср

source: Thu
pl_pl: Czw
pt_pt: Qui
ru_ru: Чт

source: Fri
pl_pl: Pt
pt_pt: Sex
ru_ru: Пт

source: Sat
pl_pl: Sb
pt_pt: Sab
ru_ru: Сб

source: Sun
pl_pl: Nd
pt_pt: Dom
ru_ru: Вс

source: Upcoming events
pl_pl: Nadchodzące wydarzenia
pt_pt: Próximos eventos
ru_ru: Предстоящие события

source: No upcoming events this month.
pl_pl: Brak nadchodzących wydarzeń w tym miesiącu.
pt_pt: Não há eventos este mês.
ru_ru: Нет предстоящих событий в этом месяце.

source: Event date has been officially announced.
pl_pl: Data wydarzenia została oficjalnie ogłoszona.
pt_pt: A data do evento foi oficialmente anunciada.
ru_ru: Дата события была объявлена официально.

source: Confirmed
pl_pl: Potwierdzone
pt_pt: Confirmado
ru_ru: Подтверждено

source: Event date may change.
pl_pl: Data wydarzenia może się zmienić.
pt_pt: A data do evento pode mudar.
ru_ru: Дата события может измениться.

source: Unconfirmed
pl_pl: Niepotwierdzone
pt_pt: Não confirmado
ru_ru: Неподтверждено

source: Edit
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Редактировать

source: Are you sure you want to delete this event?
pl_pl: Czy na pewno chcesz usunąć to wydarzenie?
pt_pt: Tem certeza de que deseja excluir esse evento?
ru_ru: Вы уверены, что хотите удалить это событие?

source: Add event
pl_pl: Dodaj wydarzenie
pt_pt: Adicionar evento
ru_ru: Добавить событие

source: Edit event
pl_pl: Edytuj wydarzenie
pt_pt: Editar evento
ru_ru: Редактировать событие

source: Start date
pl_pl: Data rozpoczęcia
pt_pt: Data de início
ru_ru: Дата начала

source: every year
pl_pl: corocznie
pt_pt: todo ano
ru_ru: каждый год

source: End date
pl_pl: Data zakończenia
pt_pt: Data final
ru_ru: Дата окончания

source: Event date is confirmed
pl_pl: Data wydarzenia jest potwierdzona
pt_pt: A data do evento está confirmada
ru_ru: Дата события подтверждена

source: Watch for new comments
pl_pl: Zwracaj uwagę na nowe komentarze
pt_pt: Observe novos comentários
ru_ru: Следить за новыми комментариями

source: Are you sure you want to stop watching for new comments?
pl_pl: Czy na pewno chcesz przestać zwracać uwagę na nowe komentarze?
pt_pt: Tem certeza de que deseja parar de ver novos comentários?
ru_ru: Вы уверены, что не хотите следить за новыми комментариями?

source: Stop watching for new comments
pl_pl: Przestań zwracać uwagę na nowe komentarze
pt_pt: Pare de observar a novos comentários
ru_ru: Не следить за новыми комментариями

source: No one has commented yet.
pl_pl: Jeszcze nikt nie skomentował.
pt_pt: Ninguém comentou ainda.
ru_ru: Никто пока не оставил комментариев.

source: Are you sure you want to delete this comment?
pl_pl: Czy na pewno chcesz usunąć ten album?
pt_pt: Tem certeza de que deseja excluir esse comentário?
ru_ru: Вы уверены, что хотите удалить этот комментарий?

source: Reply
pl_pl: Odpowiedz
pt_pt: Resposta
ru_ru: Ответить

source: Log in to post your comments.
pl_pl: Zaloguj się aby móc komentować.
pt_pt: Faça o login para postar seus comentários.
ru_ru: Авторизуйтесь, чтобы оставить комментарий.

source: Are you sure you want to report this comment for rules violation?
pl_pl: Czy na pewno chcesz zgłosić ten komentarz za naruszenie zasad?
pt_pt: Tem certeza de que deseja denunciar esse comentário para a violação de regras?
ru_ru: Вы уверены, что хотите пожаловаться на нарушение правил этим комментарием?

source: Report
pl_pl: Zgłoś
pt_pt: Reportar
ru_ru: Пожаловаться

source: Add
pl_pl: Dodaj
pt_pt: Adicionar
ru_ru: Добавить

source: Amount
pl_pl: Ilość
ru_ru: Кол-во

source: Overview
pl_pl: Przeglądaj
pt_pt: Visão geral
ru_ru: Обзор

source: No items to display.
pl_pl: Brak przedmiotów do wyświetlenia.
pt_pt: Nenhum item a ser exibido.
ru_ru: Нет объектов для отображения.

source: %d Platinum
pl_pl: %d Platyn
pt_pt: %d Platina
ru_ru: %d Платины

source: Activate
pl_pl: Aktywuj
pt_pt: Ativar
ru_ru: Активировать

source: History
pl_pl: Historia
pt_pt: História
ru_ru: История

source: FAILURE
pl_pl: NIEPOWODZENIE
pt_pt: FALHOU
ru_ru: ОТКАЗ

source: SUCCESS
pl_pl: SUKCES
pt_pt: SUCESSO
ru_ru: УСПЕХ

source: world
pl_pl: świat
pt_pt: mundo
ru_ru: мир

source: Used by: %s
pl_pl: Użyty przez: %s
pt_pt: Usado por: %s
ru_ru: Использовал: %s

source: Available
pl_pl: Dostępny
pt_pt: Disponível
ru_ru: Доступно

source: Added by %s
pl_pl: Dodany przez %s
pt_pt: Adicionado por %s
ru_ru: Добавил: %s

source: Maintenance work
pl_pl: Praca konserwacyjna
pt_pt: Serviço de manutenção
ru_ru: Технические работы

source: Delete photos
pl_pl: Usuń zdjęcia
pt_pt: Excluir fotos
ru_ru: Удалить фотографии

source: Style preview
pl_pl: Podgląd stylu
pt_pt: Visualização de estilo
ru_ru: Предосмотр стиля

source: Sync weapons
pl_pl: Synchronizuj bronie
pt_pt: Sincronizar armas
ru_ru: Синхронизировать оружие

source: Sync armours
pl_pl: Synchronizuj zbroję
pt_pt: Sincronizar armaduras
ru_ru: Синхронизировать броню

source: Sync monsters
pl_pl: Synchronizuj potwory
pt_pt: Sincronizar monstros
ru_ru: Синхронизировать монстров

source: Sync spells
pl_pl: Synchronizuj czary
pt_pt: Sincronizar magias
ru_ru: Синхронизировать заклинания

source: Sync warrior skills
pl_pl: Synchronizuj umiejętności wojownika
pt_pt: Sincronizar habilidades de guerreiro
ru_ru: Синхронизировать способности войнов

source: Sync wizard skills
pl_pl: Synchronizuj umiejętności maga
pt_pt: Sincronizar habilidades de mago
ru_ru: Синхронизировать способности магов

source: Sync pets
pl_pl: Synchronizuj zwierzaki
pt_pt: Sincronizar pets
ru_ru: Синхронизировать питомцев

source: Sync food
pl_pl: Synchronizuj jedzenie
pt_pt: Sincronizar comida
ru_ru: Синхронизировать еду

source: Verify configuration
pl_pl: Sprawdź konfigurację
pt_pt: Verifique as configurações
ru_ru: Проверка конфигурации

source: Update geo data
pl_pl: Zaktualizuj dane geograficzne
pt_pt: Atualizar dados geo
ru_ru: Обновить геоданные

source: Disk usage
pl_pl: Użycie dysku
pt_pt: Uso de disco
ru_ru: Использование диска

source: Cache
pl_pl: Pamięć podręczna
ru_ru: Кэш

source: Clear cache
pl_pl: Wyczyść pamięć podręczną
pt_pt: Limpar cache
ru_ru: Очистить кэш

source: Total used
pl_pl: Całkowita użyta
pt_pt: Total usado
ru_ru: Всего использовано

source: Time
pl_pl: Czas
pt_pt: Tempo
ru_ru: Время

source: Enable
pl_pl: Włącz
pt_pt: Permitir
ru_ru: Включить

source: Disable
pl_pl: Wyłącz
pt_pt: Desativar
ru_ru: Отключить

source: This rank is assigned to %d user. Please assign them another rank:
pl_pl: Ta ranga jest przypisana do %d użytkownika. Przypisz inną rangę:
pt_pt: Esse ranking é atribuído a %d usuário. Atribua-lhes outro rank:
ru_ru: Это звание присвоено %d пользователю. Выберите новое звание:

source: Are you sure you want to delete rank "%s"?
pl_pl: Czy na pewno chcesz usunąć rangę "%s"?
pt_pt: Tem certeza de que deseja excluir o ranking "%s"?
ru_ru: Вы уверены, что хотите удалить ранг "%s"?

source: Rank
pl_pl: Ranga
ru_ru: Ранг

source: Prefix
pl_pl: Prefiks
pt_pt: Prefixo
ru_ru: Префикс

source: Color
pl_pl: Kolor
pt_pt: Cor
ru_ru: Цвет

source: Permissions
pl_pl: Uprawnienia
pt_pt: Permissões
ru_ru: Права

source: moderate album
pl_pl: moderuj album
pt_pt: álbum moderado
ru_ru: модерировать альбом

source: moderate artworks
pl_pl: moderuj dzieła
pt_pt: obras moderadas
ru_ru: модерировать творчество

source: moderate screenshots
pl_pl: moderuj zrzuty ekranu
pt_pt: captura de tela moderadas
ru_ru: модерировать скриншоты

source: moderate themes
pl_pl: moderuj motywy
pt_pt: temas moderados
ru_ru: модерировать темы

source: moderate forum
pl_pl: moderuj forum
pt_pt: fórum moderado
ru_ru: модерировать форум

source: access hidden forums
pl_pl: dostęp do ukrytych forów
pt_pt: acessar fóruns ocultos
ru_ru: доступ к скрытому форуму

source: ban users
pl_pl: banuj użytkowników
pt_pt: usuários banido
ru_ru: банить пользователей

source: edit user profiles
pl_pl: edytuj profile użytkowników
pt_pt: editar perfis de usuário
ru_ru: редактировать профили пользователей

source: access Control Panel
pl_pl: przystęp do Panelu Sterowania
pt_pt: painel de controle de acesso
ru_ru: доступ к Панели Управления

source: ignore bans
pl_pl: ignoruj bany
pt_pt: ignora os banimentos
ru_ru: игнорировать баны

source: post news
pl_pl: umieszczaj nowości
pt_pt: publicar notícias
ru_ru: размещать новости

source: assign ranks
pl_pl: przypisuj rangi
pt_pt: atribuir ranks
ru_ru: присваивать звания

source: add game codes
pl_pl: dodawaj kody gry
pt_pt: adicione códigos de jogo
ru_ru: добавить игровые коды

source: activate game codes
pl_pl: aktywuj kody gry
pt_pt: ativar códigos de jogo
ru_ru: активировать игровые коды

source: maintenance
pl_pl: konserwacja
pt_pt: manutenção
ru_ru: техобслуживание

source: sync encyclopedia
pl_pl: synchronizuj encyklopedię
pt_pt: sincronizar enciclopédia
ru_ru: синхронизировать энциклопедию

source: update geo data
pl_pl: zaktualizuj dane geograficzne
pt_pt: atualizar dados do geo
ru_ru: обновить геоданные

source: edit calendar
pl_pl: edytuj kalendarz
pt_pt: editar calendário
ru_ru: редактировать календарь

source: moderate chat
pl_pl: moderuj czat
ru_ru: модерировать чат

source: Downloads are temporarily unavailable.
pl_pl: Pliki do pobrania są tymczasowo niedostępne.
pt_pt: Os downloads estão temporariamente indisponíveis.
ru_ru: Файлы временно недоступны.

source: Topic title
pl_pl: Tytuł wątku
pt_pt: Título do tópico
ru_ru: Тема

source: Topic type
pl_pl: Typ wątku
pt_pt: Tipo do tópico
ru_ru: Тип

source: Normal
pl_pl: Normalny
ru_ru: Обычный

source: Sticky
pl_pl: Przyklejone tematy
pt_pt: Pegajoso
ru_ru: Закрепленный

source: Announcement
pl_pl: Ogłoszenie
pt_pt: Anúncio
ru_ru: Объявление

source: new
pl_pl: nowy
pt_pt: novo
ru_ru: новое

source: hidden
pl_pl: ukryte
ru_ru: скрыто

source: %d topic
pl_pl: %d wątek
pt_pt: %d tópico
ru_ru: %d тема

source: %d post
pt_pt: %d postar
ru_ru: %d сообщение

source: Send
pl_pl: Wyślij
pt_pt: Enviar
ru_ru: Отправить

source: Move to
pl_pl: Przenieś do
pt_pt: Mover para
ru_ru: Переместить в

source: sticky
pl_pl: klejący
pt_pt: pegajoso
ru_ru: закреплено

source: announcement
pl_pl: ogłoszenie
pt_pt: anúncio
ru_ru: объявление

source: closed
pl_pl: zamknięty
pt_pt: fechado
ru_ru: закрыто

source: moved
pl_pl: przeniesione
pt_pt: movido
ru_ru: перемещено

source: Views: %d
pl_pl: Wyświetleń: %d
pt_pt: Visualizações: %d
ru_ru: Просмотров: %d

source: Latest post
pl_pl: Najnowszy post
pt_pt: Última publicação
ru_ru: Последнее сообщение

source: Watch for replies
pl_pl: Zwracaj uwagę na odpowiedzi
pt_pt: Observe as respostas
ru_ru: Следить за темой

source: Are you sure you want to stop watching for new replies in this thread?
pl_pl: Czy na pewno chcesz przestać zwracać uwagę na nowe odpowiedzi w tym wątku?
pt_pt: Tem certeza de que deseja parar de ver novas respostas neste tópico?
ru_ru: Вы уверены, что не хотите следить за новыми сообщениями в этой теме?

source: Stop watching
pl_pl: Przestań obserwować
pt_pt: Parar de observar
ru_ru: Не следить за темой

source: Are you sure you want to open this topic?
pl_pl: Czy na pewno chcesz otworzyć ten wątek?
pt_pt: Tem certeza de que deseja abrir este tópico?
ru_ru: Вы уверены, что хотите открыть эту тему?

source: Open topic
pl_pl: Otwórz wątek
pt_pt: Abrir tópico
ru_ru: Открыть тему

source: Are you sure you want to close this topic?
pl_pl: Czy na pewno chcesz zamknąć ten wątek?
pt_pt: Tem certeza de que deseja fechar este tópico?
ru_ru: Вы уверены, что хотите закрыть эту тему?

source: Close topic
pl_pl: Zamknij wątek
pt_pt: Fechar tópico
ru_ru: Закрыть тему

source: Are you sure you want to delete this topic?
pl_pl: Czy na pewno chcesz usunąć ten wątek?
pt_pt: Tem certeza de que deseja excluir este tópico?
ru_ru: Вы уверены, что хотите удалить эту тему?

source: Delete topic
pl_pl: Usuń wątek
pt_pt: Deletar tópico
ru_ru: Удалить тему

source: <b>Posts</b>: %d
pl_pl: <b>Postów</b>: %d
ru_ru: <b>Посты</b>: %d

source: Edited by %1$s on %2$s; edited %3$d time in total
pl_pl: Edytowano przez %1$s w %2$s; łącznie edytowano %3$d raz
pt_pt: Editado por %1$s em %2$s editado %3$d vez no total
ru_ru: Изменил %1$s %2$s; всего изменено %3$d раз

source: Quote
pl_pl: Cytuj
ru_ru: Цитировать

source: Are you sure you want to delete this post?
pl_pl: Czy na pewno chcesz usunąć ten post?
pt_pt: Tem certeza de que deseja excluir esta postagem?
ru_ru: Вы уверены, что хотите удалить это сообщение?

source: Log in to post messages.
pl_pl: Zaloguj się aby dodawać posty.
pt_pt: Faça o login para enviar mensagens.
ru_ru: Войдите чтобы оставлять сообщения.

source: Friendlist is empty.
pl_pl: Lista znajomych jest pusta.
pt_pt: Lista de amigos está vazia.
ru_ru: Список друзей пуст.

source: Are you sure you want to add this user to friendlist?
pl_pl: Czy na pewno chcesz dodać tego użytkownika do znajomych?
pt_pt: Tem certeza de que deseja adicionar este usuário à lista de amigos?
ru_ru: Вы уверены, что хотите добавить этого пользователя в список друзей?

source: Add friend
pl_pl: Dodaj do znajomych
pt_pt: Adicionar amigo
ru_ru: Добавить в друзья

source: Your friend request is pending.
pl_pl: Twoja prośba zaproszenia jest w toku.
pt_pt: Sua solicitação de amizade está pendente.
ru_ru: Ваш запрос ожидает подтверждения.

source: Are you sure you want to cancel your friend request?
pl_pl: Czy na pewno chcesz anulować to zaproszenie?
pt_pt: Tem certeza de que deseja cancelar sua solicitação de amizade?
ru_ru: Вы уверены, что хотите отменить свой запрос в друзья?

source: Cancel request
pl_pl: Anuluj zaproszenie
pt_pt: Cancelar pedido
ru_ru: Отменить запрос

source: Are you sure you want to accept this friend request?
pl_pl: Czy na pewno chcesz zaakceptować to zaporszenie?
pt_pt: Tem certeza de que deseja aceitar este pedido de amizade?
ru_ru: Вы уверены, что хотите принять этот запрос в друзья?

source: Accept request
pl_pl: Akceptuj zaproszenie
pt_pt: Aceitar pedido
ru_ru: Принять запрос

source: Are you sure you want to decline this friend request?
pl_pl: Czy na pewno chcesz odrzucić to zaproszenie?
pt_pt: Tem certeza de que deseja recusar esta solicitação de amizade?
ru_ru: Вы уверены, что хотите отклонить этот запрос в друзья?

source: Decline request
pl_pl: Odrzuć zaproszenie
pt_pt: Recusar pedido
ru_ru: Отклонить запрос

source: Are you sure you want to remove this user from friendlist?
pl_pl: Czy na pewno chcesz usunąć tego użytkownika z listy znajomych?
pt_pt: Tem certeza de que deseja remover este usuário da lista de amigos?
ru_ru: Вы уверены, что хотите убрать этого пользователя из списка друзей?

source: Remove friend
pl_pl: Usuń znajomego
pt_pt: Remover amigo
ru_ru: Удалить из друзей

source: No mutual friends.
pl_pl: Brak wspólnych znajomych.
pt_pt: Não há amigos em comum.
ru_ru: Нет общих друзей.

source: No friends online.
pl_pl: Brak znajomych online.
pt_pt: Não há amigos online.
ru_ru: Нет друзей онлайн.

source: No pending friend requests.
pl_pl: Brak oczekujących zaproszeń.
pt_pt: Nenhum pedido de amizade pendente.
ru_ru: Нет новых запросов.

source: From
pl_pl: Od
pt_pt: De
ru_ru: От

source: To
pl_pl: Do
pt_pt: Para
ru_ru: Кому

source: Edit message
pl_pl: Edytuj wiadmość
pt_pt: Editar mensagem
ru_ru: Редактировать сообщение

source: Vocation
pl_pl: Powołanie
pt_pt: Vocação
ru_ru: Класс

source: any
pl_pl: każdy
pt_pt: qualquer
ru_ru: любой

source: warrior
pl_pl: wojownik
pt_pt: guerreiro
ru_ru: воин

source: wizard
pl_pl: mag
pt_pt: mago
ru_ru: маг

source: Slot
ru_ru: Слот

source: head
pl_pl: hełm
pt_pt: cabeça
ru_ru: голова

source: legs
pl_pl: spodnie
pt_pt: pernas
ru_ru: ноги

source: shield
pl_pl: tarcza
pt_pt: escudos
ru_ru: щит

source: torso
pl_pl: klata
pt_pt: peitoral
ru_ru: грудь

source: amulet
pt_pt: amuleto
ru_ru: амулет

source: ring
pl_pl: pierśnień
pt_pt: anel
ru_ru: кольцо

source: Level
pl_pl: Poziom
pt_pt: Nível
ru_ru: Уровень

source: min
ru_ru: мин.

source: max
ru_ru: макс.

source: Sort by
pl_pl: Sortuj według
pt_pt: Ordenar por
ru_ru: Сортировать по

source: level
pl_pl: poziom
pt_pt: nível
ru_ru: уровень

source: ascending
pl_pl: rosnąco
pt_pt: ascendente
ru_ru: по возрастанию

source: descending
pl_pl: malejąco
pt_pt: descendente
ru_ru: по убыванию

source: Update
pl_pl: Sprawdź
pt_pt: Atualizar
ru_ru: Обновить

source: Armour
pl_pl: Zbroje
pt_pt: Armadura
ru_ru: Броня

source: Stats
pl_pl: Statystyki
pt_pt: Estatísticas
ru_ru: Хар-ки

source: Dropped by
pl_pl: Do zdobycia z
pt_pt: Dropado por
ru_ru: Падает с

source: Item
pl_pl: Przedmiot
ru_ru: Предмет

source: Effect
pl_pl: Efekt
pt_pt: Efeito
ru_ru: Эффект

source: Duration
pl_pl: Czas trwania
pt_pt: Duração
ru_ru: Длительность

source: Mana
ru_ru: Мана

source: Name
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя

source: Monster
pl_pl: Potwór
pt_pt: Monstros
ru_ru: Монстр

source: Award
pl_pl: Nagroda
pt_pt: Recompensa
ru_ru: Награда

source: HP
ru_ru: Здоровье

source: Walkspeed
pl_pl: Prędkość
pt_pt: Velocidade de caminhada
ru_ru: Скорость

source: Attack
pl_pl: Ataki
pt_pt: Ataque
ru_ru: Атака

source: Weakness
pl_pl: Wrażliwości
pt_pt: Fraqueza
ru_ru: Слабость

source: Islands
pl_pl: Wyspy
pt_pt: Ilhas
ru_ru: Острова

source: Drops
pl_pl: Do zdobycia
ru_ru: Падает

source: EP
pl_pl: Doświadczenie
ru_ru: Опыт

source: Gold
pl_pl: Złoto
pt_pt: Ouro
ru_ru: Золото

source: Spell
pl_pl: Czar
pt_pt: Magia
ru_ru: Заклинание

source: Skill
pl_pl: Umiejętność
pt_pt: Habilidade
ru_ru: Способность

source: Pet
pl_pl: Zwierzak
pt_pt: Animal de estimação
ru_ru: Питомец

source: Damage
pl_pl: Obrażenia
pt_pt: Dano
ru_ru: Урон

source: Protection
pl_pl: Odporności
pt_pt: Protecção
ru_ru: Защита

source: Defense
pl_pl: Obrona
pt_pt: Defesa
ru_ru: Защита

source: No data.
pl_pl: Brak danych.
pt_pt: Sem dados.
ru_ru: Нет данных.

source: heal
pl_pl: uzdrawianie
pt_pt: cura
ru_ru: лечение

source: buff
ru_ru: баф

source: debuff
ru_ru: дебаф

source: weapon
pl_pl: broń
pt_pt: arma
ru_ru: оружие

source: Target
pl_pl: Cel
pt_pt: Alvo
ru_ru: Цель

source: self
pl_pl: idywidualny
ru_ru: на себя

source: guild
pl_pl: dla gildii
pt_pt: guilda
ru_ru: гильдия

source: AoE
pl_pl: Obszarowy
ru_ru: АоЕ

source: single
pl_pl: pojedyńczy
pt_pt: solteiro
ru_ru: один

source: Order
pl_pl: Kolejność
pt_pt: Ordem
ru_ru: Порядок

source: Cooldown
pl_pl: Czas do odnowienia
ru_ru: Перезарядка

source: %.2f HP/s
ru_ru: %.2f HP/c

source: single enemy
pl_pl: pojedynczy wróg
pt_pt: inimigo único
ru_ru: одиночный враг

source: warriors
pl_pl: wojownicy
pt_pt: guerreiros
ru_ru: войны

source: wizards
pl_pl: magowie
pt_pt: magos
ru_ru: маги

source: Character
pl_pl: Postać
pt_pt: Personagem
ru_ru: Персонаж

source: Points
pl_pl: Punkty
pt_pt: Pontos
ru_ru: Очки

source: Guild: %s
pl_pl: Gildia: %s
pt_pt: Guilda: %s
ru_ru: Гильдия: %s

source: World: %d
pl_pl: Świat: %d
pt_pt: Mundo: %d
ru_ru: Мир: %d

source: Rank: %d
pl_pl: Ranga: %d
ru_ru: Ранг: %d

source: EP: %d
pl_pl: Doświadczenie: %d
ru_ru: Опыт: %d

source: Known guild members
pl_pl: Znani członkowie gildii
ru_ru: Известные члены гильдии

source: Guild history
pl_pl: Historia gildii
ru_ru: История гильдии

source: Date
pl_pl: Data
pt_pt: Data
ru_ru: Дата

source: Experience
pl_pl: Doświadczenie
pt_pt: Experiência
ru_ru: Опыт

source: Guild
pl_pl: Gildia
pt_pt: Guilda
ru_ru: Гильдия

source: TOP hunters
pl_pl: TOP Łowcy
pt_pt: TOP caçadores
ru_ru: ТОП охотников

source: Period
pl_pl: Okres
pt_pt: Período
ru_ru: Период

source: gained EP
pl_pl: zdobyte doświadczenie
pt_pt: EP ganhado
ru_ru: полученный опыт

source: lost EP
pl_pl: stracone doświadczenie
pt_pt: EP perdido
ru_ru: потерянный опыт

source: Quota
ru_ru: Квота

source: Server time: %s
pl_pl: Czas serwera: %s
ru_ru: Время на сервере: %s

source: Last update: %s
pl_pl: Ostatnia aktualizacja: %s
ru_ru: Последнее обновление: %s

source: Next level
pl_pl: Następny poziom
pt_pt: Próximo nível
ru_ru: След. уровень

source: Global rank
pl_pl: Globalna ranga
ru_ru: Общий ранг

source: w%d rank
pl_pl: Ranga na w%d
ru_ru: w%d ранг

source: PvP rank
pl_pl: Ranga PvP
pt_pt: Rank PvP
ru_ru: PvP ранг

source: Achievements rank
pl_pl: Ranga osiągnięć
pt_pt: Ranking de conquistas
ru_ru: Ранг достижений

source: %d point
pl_pl: %d punkt
pt_pt: %d ponto
ru_ru: %d очко

source: Updated %d day ago.
pl_pl: Aktualizowano %d dzień temu.
pt_pt: Atualizado %d dia atrás.
ru_ru: Обновлено %d день назад.
