Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: User not found or email is incorrect.
pl_pl: Nie znaleziono użytkownika lub e-mail jest niepoprawny.
pt_pt: O usuário não foi encontrado ou o email está incorreto.
ru_ru: Пользователь не найден или неверный email.

source: Password recovery
pl_pl: Resetowanie hasła
pt_pt: Recuperação de senha
ru_ru: Восстановление пароля

source: Users online
pl_pl: Użytkownicy online
pt_pt: Usuários online
ru_ru: Пользователи онлайн

source: Memberlist
pl_pl: Lista członków
pt_pt: Lista de membros
ru_ru: Пользователи

source: Users: %d
pl_pl: Użytkownicy: %d
pt_pt: Usuários: %d
ru_ru: Пользователи: %d

source: Notifications
pl_pl: Powiadomienia
pt_pt: Notificações
ru_ru: Уведомления

source: Please read and accept our User Agreement.
pl_pl: Proszę przeczytać i zaakceptować naszą Umowę Użytkownika.
pt_pt: Leia e aceite o nosso Contrato de Usuário.
ru_ru: Пожалуйста, прочтите и примите наше Пользовательское Соглашение.

source: Incorrect confirmation code.
pl_pl: Niepoprawny kod potwierdzający.
pt_pt: Código de confirmação incorreto.
ru_ru: Неверный код подтверждения.

source: Register
pl_pl: Zarejestuj
pt_pt: Registrar
ru_ru: Зарегистрироваться

source: Settings
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки

source: User agreement
pl_pl: Umowa Użytkownika
pt_pt: Termo de Acordo do Usuário
ru_ru: Пользовательское соглашение

source: General
pl_pl: Generalne
pt_pt: Geral
ru_ru: Общее

source: All TibiaME rules are valid on this fansite. Please check FAQ section on tibiame.com.
pl_pl: Na tej stronie obowiązują wszystkie zasady TibiaME. Sprawdź sekcję FAQ na tibiame.com.
pt_pt: Todas as regras do TibiaME são válidas neste fansite. Por favor, verifique a seção de perguntas frequentes no tibiame.com.
ru_ru: Все правила TibiaME действуют и на этом сайте. Прочтите FAQ на tibiame.com.

source: Accounts
pl_pl: Konta
pt_pt: Contas
ru_ru: Аккаунт

source: You are only allowed to use your real character nickname and gameworld.
pl_pl: Możesz używać tylko prawdziwego pseudonimu postaci i świata gry.
pt_pt: Você só pode usar seu nickname de personagem real ou de gameworld.
ru_ru: Разрешено использовать только Ваши реальные игровые ник и мир.

source: Once you create an account, you will not be able to rename or remove it.
pl_pl: Po utworzeniu konta nie będzie można go zmienić ani usunąć.
pt_pt: Depois de criar uma conta, você não poderá renomeá-la ou removê-la.
ru_ru: После создания аккаунта Вы не сможете переименовать или удалить его.

source: CipSoft staff and resellers may <a href="%s">contact us</a> to verify their accounts. Otherwise they may be blocked as fake.
pl_pl: Pracownicy i sprzedawcy CipSoftu mogą <a href="%s"> skontaktować się z nami </a>, aby zweryfikować swoje konta. W przeciwnym razie mogą zostać zablokowane jako fałszywe.
pt_pt: A equipe e os revendedores da CipSoft podem <a href="%s"> nos contatar </a> para verificar suas contas. Caso contrário, eles podem ser bloqueados como falsos.
ru_ru: Сотрудники CipSoft и реселлеры могут <a href="%s">связаться с нами</a> для подтверждения своего аккаунта. В противном случае аккаунт может быть заблокирован как поддельный.

source: You are not allowed to share your account data (password) publicly.
pl_pl: Nie możesz publicznie udostępniać danych konta (hasła).
pt_pt: Você não está permitido compartilhar seus dados da conta (senha) publicamente.
ru_ru: Запрещено публично сообщать свой пароль кому-либо.

source: Screenshots are not allowed in photo album. Please upload them to Screenshots section.
pl_pl: Zrzuty ekranu nie są dozwolone w albumie zdjęć. Prześlij je do sekcji Zrzuty ekranu.
pt_pt: As capturas de tela não são permitidas no álbum de fotos. Faça o upload para a seção Capturas de tela.
ru_ru: Скриншоты в фотоальбоме запрещены. Пожалуйста, загружайте их в соответствующий раздел.

source: Tibia-ME.net staff may remove any photo if they find it offensive.
pl_pl: Pracownicy serwisu Tibia-ME.net mogą usunąć dowolne zdjęcie, jeśli uznają je za obraźliwe.
pt_pt: A equipe Tibia-ME.net pode remover qualquer foto se acharem ofensivo.
ru_ru: Администрация вправе удалять любые фотографии.

source: Listed characters
pl_pl: Lista postaci
pt_pt: Personagem listados
ru_ru: Список персонажей

source: Top 100 wizards and top 100 warriors by total experience from each game world are listed.
pl_pl: Wyświetlanych jest 100 najlepszych magów i 100 najlepszych wojowników według całkowitego doświadczenia z każdego świata gry.
pt_pt: Os 100 melhores magos e os 100 melhores guerreiros pela experiência total de cada mundo do jogo estão listados.
ru_ru: ТОП 100 магов и ТОП 100 войнов по общему кол-ву опыта из каждого мира в списке.

source: Characters with PvP rank 100 or higher are listed.
pl_pl: Postacie z rangą PvP 100 lub wyższą są wyświetlane.
pt_pt: Personagens com classificação PvP 100 ou superior estão listados.
ru_ru: Персонажы с PvP рейтингом от 1 до 100 в списке.

source: Top 100 wizards and top 100 warriors by achievement points from each game world are listed.
pl_pl: Wyświetlanych jest 100 najlepszych czarodziejów i 100 najlepszych wojowników według punktów osiągnięć z każdego świata gry.
pt_pt: Top 100 melhores magos e 100 melhores guerreiros por pontos de conquista de cada mundo de jogos.
ru_ru: ТОП 100 войнов и ТОП 100 магов по очкам достижений из каждого мира в списке.

source: Other characters are not listed and we cannot add them at this time.
pl_pl: Inne znaki nie są wymienione i nie możemy ich teraz dodać.
pt_pt: Outros personagens não estão listados e não podemos adicioná-los neste momento.
ru_ru: Остальные персонажи могут быть не в списке и на данный момент мы не можем их добавить.

source: Data reliability
pl_pl: Niezawodność danych
pt_pt: Confiabilidade de dados
ru_ru: Достоверность данных

source: Highscores are updated daily in 10 minutes after game server save.
pl_pl: Najlepsze wyniki są aktualizowane codziennie w 10 minut po zapisaniu serwera gry.
pt_pt: Highscores são atualizados diariamente em 10 minutos após a salvação do servidor do jogo.
ru_ru: Рекорды обновляются ежедневно в течении 10 минут после сохранения игрового сервера.

source: Highscores data are provided by tibiame.com and Tibia-ME.net is not responsible for its reliability.
pl_pl: Najlepsze wyniki są dostarczane przez tibiame.com, a Tibia-ME.net nie ponosi odpowiedzialności za ich niezawodność.
pt_pt: Os dados dos highscores são fornecidos pelo tibiame.com e o Tibia-ME.net não se responsabiliza pela sua confiabilidade.
ru_ru: Данные предоставляются tibiame.com и Tibia-ME.net не несет ответственности за их достоверность.

source: Worlds' statistics as well as Top Hunters data are only based on characters that are listed on this website (see 4.1.).
pl_pl: Statystyki świata oraz dane Top Łowców są oparte wyłącznie na postaciach wymienionych na tej stronie (patrz 4.1.).
pt_pt: As estatísticas dos mundos, bem como os dados do Top Caçadores, são baseados em personagens listados neste site (ver 4.1.).
ru_ru: Статистика миров и ТОП охотников основываются только на персонажах, которые есть в списке Рекордов (пункт 4.1).

source: Only TibiaME screenshots are allowed at Screenshots section.
pl_pl: Tylko zrzuty ekranu z TibiaME są dozwolone w dziale Zrzuty ekranu.
pt_pt: Somente as capturas de tela do TibiaME são permitidas na seção Capturas de tela.
ru_ru: Разрешены только скриншоты TibiaME.

source: Artworks are not allowed.
pl_pl: Prace są niedozwolone.
pt_pt: As obras não são permitidas.
ru_ru: Отредактированные скриншоты запрещены.

source: Screenshots should not contain any non-game areas, e.g. computer desktop and emulator window.
pl_pl: Zrzuty ekranu nie powinny zawierać żadnych obszarów niezwiązanych z grą, np. okno pulpitu komputera i emulatora.
pt_pt: As capturas de tela não devem conter nenhuma área de não-jogo, por exemplo Janela de desktop e emulador do computador.
ru_ru: Скриншоты должны отображать только игровое окно (не должны захватывать рабочий стол, окно эмулятора и т.п.).

source: Artworks should be related to TibiaME.
pl_pl: Prace powinny być powiązane z TibiaME.
pt_pt: As obras devem estar relacionadas ao TibiaME.
ru_ru: Творчество должно быть связано с TibiaME.

source: You are only allowed to upload your own artworks.
pl_pl: Możesz przesyłać tylko swoją pracę.
pt_pt: Você só pode enviar suas próprias obras .
ru_ru: Разрешено загружать только Ваши собственные работы.

source: Use search engine before asking a question or posting new thread - you probably will find the answer.
pl_pl: Przed zadaniem pytania lub opublikowaniem nowego wątku skorzystaj z wyszukiwarki - prawdopodobnie znajdziesz odpowiedź.
pt_pt: Use o mecanismo de pesquisa antes de fazer uma pergunta ou postar um novo tópico - você provavelmente encontrará a resposta.
ru_ru: Воспользуйтесь поиском перед тем, как задать вопрос - возможно на него уже кто-нибудь ответил.

source: Privacy
pl_pl: Prywatność
pt_pt: Privacidade
ru_ru: Приватность

source: Tibia-ME.net never shares your hidden data (e.g. email, birth date) with anyone.
pl_pl: Tibia-ME.net nigdy nie udostępnia nikomu Twoich ukrytych danych (np. adresu e-mail, daty urodzenia).
pt_pt: Tibia-ME.net nunca compartilha seus dados ocultos (por exemplo, email, data de nascimento) com qualquer um.
ru_ru: Tibia-ME.net никогда не сообщает Ваши скрытые данные (email, дата рождения и т.п.) кому-либо.

source: Tibia-ME.net does not store your IP address. Google might collect some information about Tibia-ME.net users (e.g. IP address, browser info, provider name). Facebook and VK might collect some data if you choose to link your Facebook or VK account to your Tibia-ME.net profile.
pl_pl: Tibia-ME.net nie przechowuje twojego adresu IP. Google może zbierać informacje o użytkownikach Tibia-ME.net (np. adres IP, informacje o przeglądarce, nazwa dostawcy). Facebook i VK mogą gromadzić dane, jeśli zdecydujesz się połączyć konto Facebook lub VK z profilem Tibia-ME.net.
pt_pt: Tibia-ME.net não armazena seu endereço de IP. O Google pode coletar algumas informações sobre usuários Tibia-ME.net (por exemplo, endereço IP, informações do navegador, nome do provedor). O Facebook e o VK podem coletar alguns dados se você optar por vincular sua conta do Facebook ou da VK ao seu perfil Tibia-ME.net.
ru_ru: Tibia-ME.net не сохраняет Ваш IP адрес. Google может собирать некоторые данные о пользователях для общей статистики. Facebook и ВКонтанке могут собирать некоторые данные, если Вы привяжете Ваш аккаунт Facebook или ВКонтакте к аккаунту Tibia-ME.net.

source: Your passwords are encrypted and cannot be viewed by anyone, including Tibia-ME.net sfaff.
pl_pl: Twoje hasła są zaszyfrowane i nie mogą być oglądane przez nikogo, łącznie z pracownikami Tibia-ME.net.
pt_pt: Suas senhas são criptografadas e não podem ser vistas por ninguém, incluindo funcionários do Tibia-ME.net .
ru_ru: Ваш пароль зашифрован и никто, включая администрацию Tibia-ME.net, не может просмотреть его.

source: Tibia-ME.net Admin may use your data to contact you (e.g. email, Yahoo ID, Skype ID, including hidden data).
pl_pl: Administrator Tibia-ME.net może wykorzystać twoje dane do skontaktowania się z Tobą (np. e-mail, identyfikator Yahoo ID, identyfikator Skype, w tym ukryte dane).
pt_pt: O Admin do Tibia-ME.net pode usar seus dados para contatá-lo (por exemplo, e-mail, ID do Yahoo, ID do Skype, incluindo dados ocultos).
ru_ru: Администрация Tibia-ME.net может использовать Ваши данные (email, Yahoo ID, Skype ID и т.д., включая скрытые данные) для связи с Вами.

source: Payments
pl_pl: Płatności
pt_pt: Pagamentos
ru_ru: Платежи

source: Any Platinum or Premium we offer comes from official sources. As an official fansite we do not abuse any bugs or have any business with illegal payment methods.
pl_pl: Każda oferta Platyny lub Premium pochodzi z oficjalnych źródeł. Jako oficjalna strona fanowska nie nadużywamy żadnych błędów ani nie prowadzimy działalności związanej z nielegalnymi metodami płatności.
pt_pt: Qualquer Platinum ou Premium que oferecemos vem de fontes oficiais. Como um site oficial, não abusamos de nenhum erro ou de qualquer negócio com métodos de pagamento ilegais.
ru_ru: Платина и Премиум, которые мы предлагаем, получены из официальных источников. Как официальный фансайт мы не используем никакие баги и не имеем никаких дел с нелегальными методами оплаты.

source: We will never ask for your password to complete your payment.
pl_pl: Nigdy nie poprosimy o podanie hasła w celu zakończenia płatności.
pt_pt: Nós nunca pediremos sua senha para completar seu pagamento.
ru_ru: Мы никогда не спросим Ваш пароль для совершения оплаты.

source: Depending on payment method additional fees may apply.
pl_pl: W zależności od metody płatności mogą obowiązywać dodatkowe opłaty.
pt_pt: Dependendo do método de pagamento, podem ser aplicadas taxas adicionais.
ru_ru: В зависимости от способа платежа может взыматься дополнительная плата.

source: WebMoney Merchant (WM*) payments are usually instant.
pl_pl: Płatności WebMoney Merchant (WM *) są zazwyczaj natychmiastowe.
pt_pt: Os pagamentos do WebMoney Merchant (WM *) geralmente são instantâneos.
ru_ru: Оплата через WebMoney Merchant (WM*) обычно происходит мгновенно.

source: Free-Kassa (FK) payments are designed to be instant but in some cases they may require our interference.
pl_pl: Opłaty Free-Kassa (FK) mają być natychmiastowe, ale w niektórych przypadkach mogą wymagać naszej ingerencji.
pt_pt: Os pagamentos Free-Kassa (FK) são projetados para ser instantâneos, mas em alguns casos eles podem exigir nossa interferência.
ru_ru: Оплата через Free-Kassa (FK) обычно происходит мгновенно, но в некоторых случаях может потребоваться ручная обработка.

source: You should contact us to confirm your payment method and final price before purchase.
pl_pl: Powinieneś/Powinnaś skontaktować się z nami, aby potwierdzić metodę płatności i ostateczną cenę przed zakupem.
pt_pt: Você deve contatar-nos para confirmar seu método de pagamento e preço final antes da compra.
ru_ru: Вам следует связаться с нами для подтверждения способа платежа и конечной цены перед оплатой.

source: We value our reputation. If your product did not arrive contact us or even leave a message on forum. We promise to do our best solving your problem.
pl_pl: Cenimy naszą reputację. Jeśli Twój produkt nie dotarł, skontaktuj się z nami, a nawet zostaw wiadomość na forum. Obiecujemy dołożyć wszelkich starań, aby rozwiązać Twój problem.
pt_pt: Valorizamos nossa reputação. Se o seu produto não chegou contate-nos ou deixe uma mensagem no fórum. Prometemos fazer o melhor para resolver seu problema.
ru_ru: Мы дорожим своей репутацией. Если Вы не получили товар, свяжитесь с нами или даже оставьте сообщение на форуме. Мы обещаем сделать все возможное для решения Вашей проблемы.

source: Copyrights
pl_pl: Prawa Autorskie
ru_ru: Копирайты

source: TibiaME is a trademark of CipSoft GmbH, tibiame.com is the only official TibiaME website.
pl_pl: TibiaME jest znakiem towarowym firmy CipSoft GmbH, tibiame.com jest jedyną oficjalną stroną TibiaME.
pt_pt: TibiaME é uma marca registrada da CipSoft GmbH, o tibiame.com é o único site oficial TibiaME.
ru_ru: TibiaME является торговой маркой OOO "CipSoft", tibiame.com - единственный официальный сайт TibiaME.

source: Tibia-ME.net logos, source code and its name are property of Tibia-ME.net and you are not allowed to use them without permission.
pl_pl: Logo Tibia-ME.net, kod źródłowy i jego nazwa są własnością Tibia-ME.net i nie wolno Ci z nich korzystać bez pozwolenia.
pt_pt: Os logotipos Tibia-ME.net, o código-fonte e seu nome são propriedade do Tibia-ME.net e você não tem permissão para usá-los sem nossa permissão.
ru_ru: Логотипы, исходный код и имя Tibia-ME.net принадлежат Tibia-ME.net и Вы не можете использовать их без нашего согласия.

source: Any icons provided by CipSoft are copyrighted by CipSoft. You may use any TibiaME icons from this website.
pl_pl: Wszelkie ikony dostarczane przez CipSoft są chronione prawem autorskim przez CipSoft. Możesz używać dowolnych ikon TibiaME z tej strony.
pt_pt: Todos os ícones fornecidos pelo CipSoft são protegidos por direitos autorais pela CipSoft. Você pode usar qualquer ícone do TibiaME deste site.
ru_ru: Иконки, предоставленные Cipsoft, являются собственностью CipSoft. Вы можете использовать любые игровые иконки с этого сайта.

source: Any icons and logos provided by CipSoft and edited by Tibia-ME.net should be only used with our permission.
pl_pl: Wszelkie ikony i logo dostarczone przez CipSoft i edytowane przez Tibia-ME.net powinny być używane tylko za naszą zgodą.
pt_pt: Quaisquer ícones e logotipos fornecidos pelo CipSoft e editados pelo Tibia-ME.net devem ser usados ​​apenas com nossa permissão.
ru_ru: Иконки, предоставленные CipSoft и измененные Tibia-ME.net, могут быть использованы только с нашего разрешения.

source: Encyclopedia is based on data provided by CipSoft. Some additional data is fetched from <a href="http://tochki.su/tibiame/mobile/">Tochki.su/TibiaME</a>, credit goes to Raist.
pl_pl: Encyklopedia opiera się na danych dostarczonych przez CipSoft. Niektóre dodatkowe dane są pobierane z <a href="http://tochki.su/tibiame/mobile/"> Tochki.su/TibiaME </a>, uznania do Raist.
pt_pt: A enciclopédia é baseada em dados fornecidos pelo CipSoft. Alguns dados adicionais são obtidos de <a href="http://tochki.su/tibiame/mobile/"> Tochki.su/TibiaME </a>, o crédito vai para Raist.
ru_ru: Энциклопедия основана на данных, предоставленных CipSoft, а также данных с <a href="http://tochki.su/tibiame/mobile/">Tochki.su/TibiaME</a>, собранных Raist'ом.

source: System requirements
pl_pl: Wymagania systemowe
pt_pt: Requisitos do sistema
ru_ru: Системные требования

source: This fansite was developed for mobile browsers and should be correctly displayed on most of modern mobile devices.
pl_pl: Ta strona została opracowana dla przeglądarek mobilnych i powinna być poprawnie wyświetlana na większości nowoczesnych urządzeń mobilnych.
pt_pt: Este site foi desenvolvido para navegadores móveis e deve ser exibido corretamente na maioria dos dispositivos móveis modernos.
ru_ru: Этот сайт разработан для мобильных браузеров и должен корректно отображаться на большинстве современных мобильных устройств.

source: Cookies should be enabled in your browser.
pl_pl: W przeglądarce należy włączyć obsługę plików cookie.
pt_pt: Os cookies devem estar habilitados em seu navegador.
ru_ru: Cookies должны быть включены в Вашем браузере.

source: Javascript is required. If your browser does not support Javascript the website may not work correctly.
pl_pl: Javascript jest wymagany. Jeśli Twoja przeglądarka nie obsługuje Javascript, witryna może nie działać poprawnie.
pt_pt: Javascript é necessário. Se o seu navegador não suporta Javascript, o site pode não funcionar corretamente.
ru_ru: Требуется поддержка JavaScript. Если ваш браузер не поддерживает JavaScript, веб-сайт может работать неправильно.

source: Registered users will be prompt to accept user agreement again every time it changes.
pl_pl: Zarejestrowani użytkownicy będą zachęcani do ponownego zaakceptowania umowy użytkownika za każdym razem, gdy ulegnie zmianie.
pt_pt: Os usuários registrados serão solicitados a aceitar o acordo do usuário novamente sempre que mudar.
ru_ru: Зарегестрированным пользователям будет предложено принять соглашение снова при каждом его изменении.

source: Decline
pl_pl: Odrzuć
pt_pt: Rejeitar
ru_ru: Отклонить

source: You have no albums.
pl_pl: Nie masz żadnych albumów.
pt_pt: Você não tem álbuns.
ru_ru: У Вас нет альбомов.

source: This user has no albums.
pl_pl: Ten użytkownik nie posiada żadnych albumów.
pt_pt: Este usuário não possui álbuns.
ru_ru: У этого пользователя нет альбомов.

source: password
pl_pl: hasło
pt_pt: senha
ru_ru: пароль

source: friends only
pl_pl: tylko znajomi
pt_pt: somente amigos
ru_ru: только друзья

source: Password
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль

source: no photos
pl_pl: brak zdjęć
pt_pt: não há fotos
ru_ru: нет фотографий

source: %d photo
pl_pl: %d zdjęcie
pt_pt: %d foto
ru_ru: %d фотография

source: comments disallowed
pl_pl: komentarze niedozwolone
pt_pt: comentários desautorizados
ru_ru: комментарии отключены

source: no comments
pl_pl: brak komentarzy
pt_pt: sem comentários
ru_ru: нет комментариев

source: %d comment
pl_pl: %d komentarz
pt_pt: %d comentário
ru_ru: %d комментарий

source: Title
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название

source: Description
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание

source: optional
pl_pl: opcjonalne
pt_pt: opcional
ru_ru: не обязательно

source: For friends only
pl_pl: Tylko dla znajomych
pt_pt: Apenas para amigos
ru_ru: Только для друзей

source: Create
pl_pl: Utwórz
pt_pt: Criar
ru_ru: Создать

source: Save
pl_pl: Zapisz
pt_pt: Salvar
ru_ru: Сохранить

source: Sort
pl_pl: Sortuj
pt_pt: Tipo
ru_ru: Сортировать

source: by nickname
pl_pl: według pseudonimu
pt_pt: pelo nickname
ru_ru: по нику

source: by last update
pl_pl: według ostatniej aktualizacj
pt_pt: pela última atualização
ru_ru: по обновлению

source: by comments
pl_pl: według komentarzy
pt_pt: por comentários
ru_ru: по комментариям

source: World
pl_pl: Świat
pt_pt: Mundo
ru_ru: Мир

source: all
pl_pl: wszystkie
pt_pt: todos
ru_ru: все

source: %d album
pt_pt: %d álbum
ru_ru: %d альбом

source: comments disabled
pl_pl: komentarze wyłączone
pt_pt: comentários desativados
ru_ru: комментарии отключены

source: View profile
pl_pl: Wyświetl profil
pt_pt: Ver perfil
ru_ru: Профиль

source: Send letter
pl_pl: Wyślij list
pt_pt: Enviar carta
ru_ru: Отправить письмо

source: Select album
pl_pl: Wybierz album
pt_pt: Selecionar álbum
ru_ru: Выберите альбом

source: Move
pl_pl: Przenieś
pt_pt: Mover
ru_ru: Переместить

source: Confirm
pl_pl: Potwierdź
pt_pt: Confirme
ru_ru: Подтвердить

source: This album is empty.
pl_pl: Ten album jest pusty.
pt_pt: Este álbum está vazio.
ru_ru: Этот альбом пуст.

source: File size: %dkb
pl_pl: Rozmiar pliku: %dkb
pt_pt: Tamanho do arquivo: %dkb
ru_ru: Размер: %dкб

source: Resolution
pl_pl: Rozdzielczość
pt_pt: Resolução
ru_ru: Разрешение

source: Rotate left
pl_pl: Obróć w lewo
pt_pt: Girar para esquerda
ru_ru: Повернуть налево

source: Rotate right
pl_pl: Obróć w prawo
pt_pt: Girar para direita
ru_ru: Повернуть направо

source: Are you sure you want to set this photo as avatar?
pl_pl: Czy na pewno chcesz ustawić to zdjęcie jako awatar?
pt_pt: Tem certeza de que deseja definir esta foto como avatar?
ru_ru: Вы уверены, что хотите использовать эту фотографию как аватар?

source: Set as avatar
pl_pl: Ustaw jako awatar
pt_pt: Colocar como Avatar
ru_ru: Сделать аватаром

source: Are you sure you want to delete this photo?
pl_pl: Czy na pewno chcesz usunąć ten album?
pt_pt: Tem certeza de que deseja excluir esta foto?
ru_ru: Вы уверены, что хотите удалить эту фотографию?

source: Are you sure you want to save rotated photo? This may slightly reduce image quality.
pl_pl: Czy na pewno chcesz zapisać obrócone zdjęcie? To może spowodować drobne pogorszenie jakości zdjęcia.
pt_pt: Tem certeza de que deseja salvar a foto girada? Isso pode reduzir ligeiramente a qualidade da imagem.
ru_ru: Вы уверены, что хотите сохранить повернутое изображение? Качество изображения может незначительно уменьшиться.

source: Your search returned no results.
pl_pl: Twoje wyszukiwanie nie przyniosło żadnych rezultatów.
pt_pt: Sua busca não retornou resultados.
ru_ru: Ваш запрос не дал результатов.

source: Your search returned %d result.
pl_pl: Twoje wyszukiwanie przyniosło %d rezultat.
pt_pt: Sua pesquisa retornou %d resultado.
ru_ru: По Вашему запросу найден %d результат.

source: Profile
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль

source: Nickname
pl_pl: Pseudonim
ru_ru: Ник

source: Add photos
pl_pl: Dodaj zdjęcia
pt_pt: Adicionar fotos
ru_ru: Добавить фотографии

source: Upload
pl_pl: Prześlij
pt_pt: Carregar
ru_ru: Загрузить
