Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: A steady stream of mana creates a shield against enemy attacks, preventing damage taken and draining 1.00 mana per damage point for 30 seconds. 60 seconds cooldown.
pl_pl: Stały strumień many tworzy osłonę przed atakami wrogów, zapobiegając obrażeniom i spuszczając 1.00 punktów many przez 30 sekund. 60 sekund czasu odnowienia.
pt_pt: Uma corrente de mana cria um escudo contra os ataques inimigos, prevenindo dano e consumindo 1.00 de mana por ponto de dano por 30 segundos. 60 segundos de cooldown.
ru_ru: Устойчивый поток маны создает защиту от вражеских атак, предотвращая полученный урон и расходуя 1.00 маны за каждую единицу урона в течение 30 секунд. 60 секунд перезарядка.

source: Swirls your weapon around in a circle, performing a guaranteed hit and striking your target and 3 additional nearby enemies with 41&#37; damage for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wiruje Twoją bronią w kółko, wykonując gwarantowane uderzenie i uderzając Twój cel oraz 3 dodatkowych najbliższych wrogów z 41&#37; obrażeń na następne 3 ataki. 24 sekundy czasu odnowienia.
pt_pt: Gira a sua arma, acertando um ataque infalível no inimigo e em 3 inimigos próximos com 41&#37 pelos próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Создает вихрь из Вашего оружия, нанося гарантированный удар и поражая Вашу цель и 3 дополнительных ближайших врага на 41&#37; урона в течение следующих 3-х атак. 24 секунды перезарядка.

source: Swirls your weapon around in a circle, performing a guaranteed hit and striking your target and 3 additional nearby enemies with 42&#37; damage for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wiruje Twoją bronią w kółko, wykonując gwarantowane uderzenie i uderzając Twój cel oraz 3 dodatkowych najbliższych wrogów z 42&#37; obrażeń na następne 3 ataki. 24 sekundy czasu odnowienia.
pt_pt: Gira a sua arma, acertando um ataque infalível no inimigo e em 3 inimigos próximos com 42&#37 pelos próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Создает вихрь из Вашего оружия, нанося гарантированный удар и поражая Вашу цель и 3 дополнительных ближайших врага на 42&#37; урона в течение следующих 3-х атак. 24 секунды перезарядка.

source: Swirls your weapon around in a circle, performing a guaranteed hit and striking your target and 3 additional nearby enemies with 43&#37; damage for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wiruje Twoją bronią w kółko, wykonując gwarantowane uderzenie i uderzając Twój cel oraz 3 dodatkowych najbliższych wrogów z 43&#37; obrażeń na następne 3 ataki. 24 sekundy czasu odnowienia.
pt_pt: Gira a sua arma, acertando um ataque infalível no inimigo e em 3 inimigos próximos com 43&#37 pelos próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Создает вихрь из Вашего оружия, нанося гарантированный удар и поражая Вашу цель и 3 дополнительных ближайших врага на 43&#37; урона в течение следующих 3-х атак. 24 секунды перезарядка.

source: Swirls your weapon around in a circle, performing a guaranteed hit and striking your target and 3 additional nearby enemies with 44&#37; damage for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wiruje Twoją bronią w kółko, wykonując gwarantowane uderzenie i uderzając Twój cel oraz 3 dodatkowych najbliższych wrogów z 44&#37; obrażeń na następne 3 ataki. 24 sekundy czasu odnowienia.
pt_pt: Gira a sua arma, acertando um ataque infalível no inimigo e em 3 inimigos próximos com 44&#37 pelos próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Создает вихрь из Вашего оружия, нанося гарантированный удар и поражая Вашу цель и 3 дополнительных ближайших врага на 44&#37; урона в течение следующих 3-х атак. 24 секунды перезарядка.

source: Swirls your weapon around in a circle, performing a guaranteed hit and striking your target and 3 additional nearby enemies with 45&#37; damage for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wiruje Twoją bronią w kółko, wykonując gwarantowane uderzenie i uderzając Twój cel oraz 3 dodatkowych najbliższych wrogów z 45&#37; obrażeń na następne 3 ataki. 24 sekundy czasu odnowienia.
pt_pt: Gira a sua arma, acertando um ataque infalível no inimigo e em 3 inimigos próximos com 45&#37 pelos próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Создает вихрь из Вашего оружия, нанося гарантированный удар и поражая Вашу цель и 3 дополнительных ближайших врага на 45&#37; урона в течение следующих 3-х атак. 24 секунды перезарядка.

source: Enters an offensive stance, increasing the damage dealt by 21&#37; and the chance to hit your enemy with attacks for 60 seconds. Every skill level raises the chance to hit by a medium amount. 30 seconds cooldown.
pl_pl: Wchodzi w ofensywną postawę, zwiększając zadawane obrażenia o 21&#37; i szansę trafienia wroga przez 60 sekund. Każdy poziom umiejętności powiększa szansę na trafienie. 30 sekund czasu odnowienia.
pt_pt: Entra em posição de ataque, aumentando o dano causado em 21&#37; e a chance de acerto por 60 segundos. Cada nível aumenta a sua chance de acerto. 30 segundos de cooldown.
ru_ru: Становится в наступательную стойку, увеличивая наносимый урон на 21&#37; и шанс попадания по врагу на 60 секунд. Каждый уровень способности увеличивает вероятность попадания на среднее значение. 30 секунд перезарядка.

source: Enters an offensive stance, increasing the damage dealt by 22&#37; and the chance to hit your enemy with attacks for 60 seconds. Every skill level raises the chance to hit by a medium amount. 30 seconds cooldown.
pl_pl: Wchodzi w ofensywną postawę, zwiększając zadawane obrażenia o 22&#37; i szansę trafienia wroga atakami na 60 sekund. Każdy poziom umiejętności zwiększa szansę trafienia. 30 sekund czasu odnowienia.
pt_pt: Entra em posição de ataque, aumentando o dano causado em 22&#37; e a chance de acerto por 60 segundos. Cada nível aumenta a sua chance de acerto. 30 segundos de cooldown.
ru_ru: Становится в наступательную стойку, увеличивая наносимый урон на 22&#37; и шанс попадания по врагу на 60 секунд. Каждый уровень способности увеличивает вероятность попадания на среднее значение. 30 секунд перезарядка.

source: Enters an offensive stance, increasing the damage dealt by 23&#37; and the chance to hit your enemy with attacks for 60 seconds. Every skill level raises the chance to hit by a medium amount. 30 seconds cooldown.
pl_pl: Wchodzi w ofensywną postawę, zwiększając zadawane obrażenia o 22&#37; i szansę trafienia wroga atakami na 60 sekund. Każdy poziom umiejętności zwiększa szansę trafienia. 30 sekund czasu odnowienia.
pt_pt: Entra em posição de ataque, aumentando o dano causado em 23&#37; e a chance de acerto por 60 segundos. Cada nível aumenta a sua chance de acerto. 30 segundos de cooldown.
ru_ru: Становится в наступательную стойку, увеличивая наносимый урон на 23&#37; и шанс попадания по врагу на 60 секунд. Каждый уровень способности увеличивает вероятность попадания на среднее значение. 30 секунд перезарядка.

source: Enters an offensive stance, increasing the damage dealt by 24&#37; and the chance to hit your enemy with attacks for 60 seconds. Every skill level raises the chance to hit by a medium amount. 30 seconds cooldown.
pl_pl: Wchodzi w ofensywną postawę, zwiększając zadawane obrażenia o 22&#37; i szansę trafienia wroga atakami na 60 sekund. Każdy poziom umiejętności zwiększa szansę trafienia. 30 sekund czasu odnowienia.
pt_pt: Entra em posição de ataque, aumentando o dano causado em 24&#37; e a chance de acerto por 60 segundos. Cada nível aumenta a sua chance de acerto. 30 segundos de cooldown.
ru_ru: Становится в наступательную стойку, увеличивая наносимый урон на 24&#37; и шанс попадания по врагу на 60 секунд. Каждый уровень способности увеличивает вероятность попадания на среднее значение. 30 секунд перезарядка.

source: Enters an offensive stance, increasing the damage dealt by 25&#37; and the chance to hit your enemy with attacks for 60 seconds. Every skill level raises the chance to hit by a medium amount. 30 seconds cooldown.
pl_pl: Wchodzi w ofensywną postawę, zwiększając zadawane obrażenia o 22&#37; i szansę trafienia wroga atakami na 60 sekund. Każdy poziom umiejętności zwiększa szansę trafienia. 30 sekund czasu odnowienia.
pt_pt: Entra em posição de ataque, aumentando o dano causado em 25&#37; e a chance de acerto por 60 segundos. Cada nível aumenta a sua chance de acerto. 30 segundos de cooldown.
ru_ru: Становится в наступательную стойку, увеличивая наносимый урон на 25&#37; и шанс попадания по врагу на 60 секунд. Каждый уровень способности увеличивает вероятность попадания на среднее значение. 30 секунд перезарядка.

source: Connects your weapon swings, performing a guaranteed hit and striking all targets in 2 yard range with 46&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. 24 seconds cooldown.
pl_pl: Łączy zamachnięcia Twojej broni, wykonuje gwarantowane uderzenie w zasięgu 2 metrów z 46&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. 24 sekundy czasu odnowienia.
pt_pt: Conecta o balanço das suas armas, acertando ataques infalíveis em um raio de 2 jardas com 46&#37; de dano pelos próximos 3 ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. 24 segundos de cooldown.
ru_ru: Объединяет взмахи Вашего оружия, нанося гарантированный удар и нанося всем целям в радиусе 2-х ярдов 46&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. 24 секунды перезарядка.

source: Connects your weapon swings, performing a guaranteed hit and striking all targets in 2 yard range with 47&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. 24 seconds cooldown.
pl_pl: Łączy zamachnięcia Twojej broni, wykonuje gwarantowane uderzenie w zasięgu 2 metrów z 47&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. 24 sekundy czasu odnowienia.
pt_pt: Conecta o balanço das suas armas, acertando ataques infalíveis em um raio de 2 jardas com 47&#37; de dano pelos próximos 3 ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. 24 segundos de cooldown.
ru_ru: Объединяет взмахи Вашего оружия, нанося гарантированный удар и нанося всем целям в радиусе 2-х ярдов 47&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. 24 секунды перезарядка.

source: Connects your weapon swings, performing a guaranteed hit and striking all targets in 2 yard range with 48&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. 24 seconds cooldown.
pl_pl: Łączy zamachnięcia Twojej broni, wykonuje gwarantowane uderzenie w zasięgu 2 metrów z 48&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. 24 sekundy czasu odnowienia.
pt_pt: Conecta o balanço das suas armas, acertando ataques infalíveis em um raio de 2 jardas com 48&#37; de dano pelos próximos 3 ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. 24 segundos de cooldown.
ru_ru: Объединяет взмахи Вашего оружия, нанося гарантированный удар и нанося всем целям в радиусе 2-х ярдов 48&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. 24 секунды перезарядка.

source: Connects your weapon swings, performing a guaranteed hit and striking all targets in 2 yard range with 49&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. 24 seconds cooldown.
pl_pl: Łączy zamachnięcia Twojej broni, wykonuje gwarantowane uderzenie w zasięgu 2 metrów z 49&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. 24 sekundy czasu odnowienia.
pt_pt: Conecta o balanço das suas armas, acertando ataques infalíveis em um raio de 2 jardas com 49&#37; de dano pelos próximos 3 ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. 24 segundos de cooldown.
ru_ru: Объединяет взмахи Вашего оружия, нанося гарантированный удар и нанося всем целям в радиусе 2-х ярдов 49&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. 24 секунды перезарядка.

source: Connects your weapon swings, performing a guaranteed hit and striking all targets in 2 yard range with 50&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. 24 seconds cooldown.
pl_pl: Łączy zamachnięcia Twojej broni, wykonuje gwarantowane uderzenie w zasięgu 2 metrów z 50&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. 24 sekundy czasu odnowienia.
pt_pt: Conecta o balanço das suas armas, acertando ataques infalíveis em um raio de 2 jardas com 50&#37; de dano pelos próximos 3 ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. 24 segundos de cooldown.
ru_ru: Объединяет взмахи Вашего оружия, нанося гарантированный удар и нанося всем целям в радиусе 2-х ярдов 50&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. 24 секунды перезарядка.

source: Take cover behind your shield, absorbs 75&#37; of the next 170 damage taken. 90 seconds cooldown.
pl_pl: Przyjmuję osłonę za Twoją tarczą, absorbuje 75&#37; z następnych 170 otrzymanych obrażeń. 90 sekund czasu odnowienia.
pt_pt: Proteja-se atrás de um escudo, absorvendo 75&#37; dos próximos 170 pontos de dano recebidos. 90 segundos de cooldown.
ru_ru: Укройтесь за щитом, поглощает 75&#37; от следующих 170 единиц полученного урона. 90 секунд перезарядка.

source: Take cover behind your shield, absorbs 75&#37; of the next 180 damage taken. 90 seconds cooldown.
pl_pl: Przyjmuję osłonę za Twoją tarczą, absorbuje 75&#37; z następnych 180 otrzymanych obrażeń. 90 sekund czasu odnowienia.
pt_pt: Proteja-se atrás de um escudo, absorvendo 75&#37; dos próximos 180 pontos de dano recebidos. 90 segundos de cooldown.
ru_ru: Укройтесь за щитом, поглощает 75&#37; от следующих 180 единиц полученного урона. 90 секунд перезарядка.

source: Take cover behind your shield, absorbs 75&#37; of the next 190 damage taken. 90 seconds cooldown.
pl_pl: Przyjmuję osłonę za Twoją tarczą, absorbuje 75&#37; z następnych 190 otrzymanych obrażeń. 90 sekund czasu odnowienia.
pt_pt: Proteja-se atrás de um escudo, absorvendo 75&#37; dos próximos 190 pontos de dano recebidos. 90 segundos de cooldown.
ru_ru: Укройтесь за щитом, поглощает 75&#37; от следующих 190 единиц полученного урона. 90 секунд перезарядка.

source: Take cover behind your shield, absorbs 75&#37; of the next 200 damage taken. 90 seconds cooldown.
pl_pl: Przyjmuję osłonę za Twoją tarczą, absorbuje 75&#37; z następnych 200 otrzymanych obrażeń. 90 sekund czasu odnowienia.
pt_pt: Proteja-se atrás de um escudo, absorvendo 75&#37; dos próximos 200 pontos de dano recebidos. 90 segundos de cooldown.
ru_ru: Укройтесь за щитом, поглощает 75&#37; от следующих 200 единиц полученного урона. 90 секунд перезарядка.

source: Take cover behind your shield, absorbs 75&#37; of the next 210 damage taken. 90 seconds cooldown.
pl_pl: Przyjmuję osłonę za Twoją tarczą, absorbuje 75&#37; z następnych 210 otrzymanych obrażeń. 90 sekund czasu odnowienia.
pt_pt: Proteja-se atrás de um escudo, absorvendo 75&#37; dos próximos 210 pontos de dano recebidos. 90 segundos de cooldown.
ru_ru: Укройтесь за щитом, поглощает 75&#37; от следующих 210 единиц полученного урона. 90 секунд перезарядка.

source: A surprising smash makes your enemy loose concentration, granting a chance to discharge target offensive skill by 80&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Zaskakujący trzask sprawia, że Twój wróg traci koncentrację, dając szansę na rozładowanie ofensywnych umiejętności o 80&#37; i defensywnych umiejętności o 25&#37;. Umiejętności defensywne potworów nie mogą zostać rozładowane. 30 sekund czasu odnowienia.
pt_pt: Um ataque surpresa que faz o inimigo perder a concentração, garantindo a chance de descarregar a habilidade ofensiva em 80&#37; e a defensiva em 25&#37;. As habilidades defensivas dos monstros não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Неожиданный удар заставляет Вашего противника потерять концентрацию, предоставляя 80&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: A surprising smash makes your enemy loose concentration, granting a chance to discharge target offensive skill by 85&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Zaskakujący trzask sprawia, że Twój wróg traci koncentrację, dając szansę na rozładowanie ofensywnych umiejętności o 85&#37; i defensywnych umiejętności o 25&#37;. Umiejętności defensywne potworów nie mogą zostać rozładowane. 30 sekund czasu odnowienia.
pt_pt: Um ataque surpresa que faz o inimigo perder a concentração, garantindo a chance de descarregar a habilidade ofensiva em 85&#37; e a defensiva em 25&#37;. As habilidades defensivas dos monstros não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Неожиданный удар заставляет Вашего противника потерять концентрацию, предоставляя 85&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: A surprising smash makes your enemy loose concentration, granting a chance to discharge target offensive skill by 90&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Zaskakujący trzask sprawia, że Twój wróg traci koncentrację, dając szansę na rozładowanie ofensywnych umiejętności o 90&#37; i defensywnych umiejętności o 25&#37;. Umiejętności defensywne potworów nie mogą zostać rozładowane. 30 sekund czasu odnowienia.
pt_pt: Um ataque surpresa que faz o inimigo perder a concentração, garantindo a chance de descarregar a habilidade ofensiva em 90&#37; e a defensiva em 25&#37;. As habilidades defensivas dos monstros não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Неожиданный удар заставляет Вашего противника потерять концентрацию, предоставляя 90&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: A surprising smash makes your enemy loose concentration, granting a chance to discharge target offensive skill by 95&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Zaskakujący trzask sprawia, że Twój wróg traci koncentrację, dając szansę na rozładowanie ofensywnych umiejętności o 95&#37; i defensywnych umiejętności o 25&#37;. Umiejętności defensywne potworów nie mogą zostać rozładowane. 30 sekund czasu odnowienia.
pt_pt: Um ataque surpresa que faz o inimigo perder a concentração, garantindo a chance de descarregar a habilidade ofensiva em 95&#37; e a defensiva em 25&#37;. As habilidades defensivas dos monstros não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Неожиданный удар заставляет Вашего противника потерять концентрацию, предоставляя 95&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: A surprising smash makes your enemy loose concentration, granting a chance to discharge target offensive skill by 100&#37; and defensive skill by 25&#37;. Monsters defensive skills can't be discharged. 30 seconds cooldown.
pl_pl: Zaskakujący trzask sprawia, że Twój wróg traci koncentrację, dając szansę na rozładowanie ofensywnych umiejętności o 100&#37; i defensywnych umiejętności o 25&#37;. Umiejętności defensywne potworów nie mogą zostać rozładowane. 30 sekund czasu odnowienia.
pt_pt: Um ataque surpresa que faz o inimigo perder a concentração, garantindo a chance de descarregar a habilidade ofensiva em 100&#37; e a defensiva em 25&#37;. As habilidades defensivas dos monstros não podem ser descarregadas. 30 segundos de cooldown.
ru_ru: Неожиданный удар заставляет Вашего противника потерять концентрацию, предоставляя 100&#37; шанс разрядить атакующую способность и 25&#37; шанс защитную способность противника. Защитные способности монстров не могут быть разряжены. 30 секунд перезарядка.

source: Smashes the enemy with a powerful attack, performing a guaranteed hit and increasing damage dealt by 84&#37; for the next 3 attacks. 30 seconds cooldown.
pl_pl: Rozbija wroga potężnym atakiem, dając gwarantowane uderzenie i zwiększa zadawane obrażenia o 84&#37; na następne 3 ataki. 30 sekund do odnowienia.
pt_pt: Acerta o inimigo com um poderoso ataque infalível, aumentando o dano em 84&#37; pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Бьет врага мощной атакой, нанося гарантированный удар и увеличивая наносимый урон на 84&#37; в течение следующих 3-х атак. 30 секунд перезарядка.

source: Smashes the enemy with a powerful attack, performing a guaranteed hit and increasing damage dealt by 88&#37; for the next 3 attacks. 30 seconds cooldown.
pl_pl: Rozbija wroga potężnym atakiem, dając gwarantowane uderzenie i zwiększa zadawane obrażenia o 88&#37; na następne 3 ataki. 30 sekund do odnowienia.
pt_pt: Acerta o inimigo com um poderoso ataque infalível, aumentando o dano em 88&#37; pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Бьет врага мощной атакой, нанося гарантированный удар и увеличивая наносимый урон на 88&#37; в течение следующих 3-х атак. 30 секунд перезарядка.

source: Smashes the enemy with a powerful attack, performing a guaranteed hit and increasing damage dealt by 92&#37; for the next 3 attacks. 30 seconds cooldown.
pl_pl: Rozbija wroga potężnym atakiem, dając gwarantowane uderzenie i zwiększa zadawane obrażenia o 92&#37; na następne 3 ataki. 30 sekund do odnowienia.
pt_pt: Acerta o inimigo com um poderoso ataque infalível, aumentando o dano em 92&#37; pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Бьет врага мощной атакой, нанося гарантированный удар и увеличивая наносимый урон на 92&#37; в течение следующих 3-х атак. 30 секунд перезарядка.

source: Smashes the enemy with a powerful attack, performing a guaranteed hit and increasing damage dealt by 96&#37; for the next 3 attacks. 30 seconds cooldown.
pl_pl: Rozbija wroga potężnym atakiem, dając gwarantowane uderzenie i zwiększa zadawane obrażenia o 96&#37; na następne 3 ataki. 30 sekund do odnowienia.
pt_pt: Acerta o inimigo com um poderoso ataque infalível, aumentando o dano em 96&#37; pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Бьет врага мощной атакой, нанося гарантированный удар и увеличивая наносимый урон на 96&#37; в течение следующих 3-х атак. 30 секунд перезарядка.

source: Smashes the enemy with a powerful attack, performing a guaranteed hit and increasing damage dealt by 100&#37; for the next 3 attacks. 30 seconds cooldown.
pl_pl: Rozbija wroga potężnym atakiem, dając gwarantowane uderzenie i zwiększa zadawane obrażenia o 100&#37; na następne 3 ataki. 30 sekund do odnowienia.
pt_pt: Acerta o inimigo com um poderoso ataque infalível, aumentando o dano em 100&#37; pelos 3 próximos ataques. 30 segundos de cooldown.
ru_ru: Бьет врага мощной атакой, нанося гарантированный удар и увеличивая наносимый урон на 100&#37; в течение следующих 3-х атак. 30 секунд перезарядка.
