Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Deflects enemy spells with your shield, protects you against the next 2 aggressive spells or debuffs. 50 seconds cooldown.
pl_pl: Odbija czary wroga Twoją tarczą, broni Cię przed 2 następnymi agresywnymi czarami lub debuffami. 50 sekund do odnowienia.
pt_pt: Desvia as magias com o seu escudo, te protegendo das próximas 2 magias agressivas ou debuffs. 50 segundos de cooldown.
ru_ru: Отклоняет вражеские заклинания щитом, защищает Вас от следующих 2-х вредоносных заклинаний или дебафов. 50 секунд перезарядка.

source: Deflects enemy spells with your shield, protects you against the next 2 aggressive spells or debuffs. 45 seconds cooldown.
pl_pl: Odbija czary wroga Twoją tarczą, broni Cię przed 2 następnymi agresywnymi czarami lub debuffami. 45 sekund do odnowienia.
pt_pt: Desvia as magias com o seu escudo, te protegendo das próximas 2 magias agressivas ou debuffs. 45 segundos de cooldown.
ru_ru: Отклоняет вражеские заклинания щитом, защищает Вас от следующих 2-х вредоносных заклинаний или дебафов. 45 секунд перезарядка.

source: Deflects enemy spells with your shield, protects you against the next 2 aggressive spells or debuffs. 40 seconds cooldown.
pl_pl: Odbija czary wroga Twoją tarczą, broni Cię przed 2 następnymi agresywnymi czarami lub debuffami. 40 sekund do odnowienia.
pt_pt: Desvia as magias com o seu escudo, te protegendo das próximas 2 magias agressivas ou debuffs. 40 segundos de cooldown.
ru_ru: Отклоняет вражеские заклинания щитом, защищает Вас от следующих 2-х вредоносных заклинаний или дебафов. 40 секунд перезарядка.

source: Deflects enemy spells with your shield, protects you against the next 2 aggressive spells or debuffs. 35 seconds cooldown.
pl_pl: Odbija czary wroga Twoją tarczą, broni Cię przed 2 następnymi agresywnymi czarami lub debuffami. 35 sekund do odnowienia.
pt_pt: Desvia as magias com o seu escudo, te protegendo das próximas 2 magias agressivas ou debuffs. 35 segundos de cooldown.
ru_ru: Отклоняет вражеские заклинания щитом, защищает Вас от следующих 2-х вредоносных заклинаний или дебафов. 35 секунд перезарядка.

source: Deflects enemy spells with your shield, protects you against the next 2 aggressive spells or debuffs. 30 seconds cooldown.
pl_pl: Odbija czary wroga Twoją tarczą, broni Cię przed 2 następnymi agresywnymi czarami lub debuffami. 30 sekund do odnowienia.
pt_pt: Desvia as magias com o seu escudo, te protegendo das próximas 2 magias agressivas ou debuffs. 30 segundos de cooldown.
ru_ru: Отклоняет вражеские заклинания щитом, защищает Вас от следующих 2-х вредоносных заклинаний или дебафов. 30 секунд перезарядка.

source: Gathers your power before striking with a mighty blow, reducing the damage dealt by 45&#37; for the next attack. The following 3 attacks will perform a guaranteed hit and deal the maximum amount of damage. 22 seconds cooldown.
pl_pl: Gromadzi Twoją energię przed uderzeniem potężnym ciosem, redukując zadawane obrażenia o 45&#37; na następny atak. Następujące 3 ataki dadzą gwarantowane uderzenie i zadadzą maksymalne obrażenia. 22 sekundy do odnowienia.
pt_pt: Carregue o seu poder para um super ataque, reduzindo o dano causado no próximo ataque em 45&#37;. Os próximos 3 ataques serão infalíveis e causarão seu dano máximo. 22 segundos de cooldown.
ru_ru: Собирает Вашу силу перед нанесением сильного удара, уменьшая наносимый урон на 45&#37; для следующей атаки. Следующие 3 атаки будут наносить гарантированный удар с максимальным уроном. 22 секунды перезарядка.

source: Gathers your power before striking with a mighty blow, reducing the damage dealt by 30&#37; for the next attack. The following 3 attacks will perform a guaranteed hit and deal the maximum amount of damage. 22 seconds cooldown.
pl_pl: Gromadzi Twoją energię przed uderzeniem potężnym ciosem, redukując zadawane obrażenia o 30&#37; na następny atak. Następujące 3 ataki dadzą gwarantowane uderzenie i zadadzą maksymalne obrażenia. 22 sekundy do odnowienia.
pt_pt: Carregue o seu poder para um super ataque, reduzindo o dano causado no próximo ataque em 30&#37;. Os próximos 3 ataques serão infalíveis e causarão seu dano máximo. 22 segundos de cooldown.
ru_ru: Собирает Вашу силу перед нанесением сильного удара, уменьшая наносимый урон на 30&#37; для следующей атаки. Следующие 3 атаки будут наносить гарантированный удар с максимальным уроном. 22 секунды перезарядка.

source: Gathers your power before striking with a mighty blow, reducing the damage dealt by 15&#37; for the next attack. The following 3 attacks will perform a guaranteed hit and deal the maximum amount of damage. 22 seconds cooldown.
pl_pl: Gromadzi Twoją energię przed uderzeniem potężnym ciosem, redukując zadawane obrażenia o 15&#37; na następny atak. Następujące 3 ataki dadzą gwarantowane uderzenie i zadadzą maksymalne obrażenia. 22 sekundy do odnowienia.
pt_pt: Carregue o seu poder para um super ataque, reduzindo o dano causado no próximo ataque em 15&#37;. Os próximos 3 ataques serão infalíveis e causarão seu dano máximo. 22 segundos de cooldown.
ru_ru: Собирает Вашу силу перед нанесением сильного удара, уменьшая наносимый урон на 15&#37; для следующей атаки. Следующие 3 атаки будут наносить гарантированный удар с максимальным уроном. 22 секунды перезарядка.

source: Gathers your power before striking with a mighty blow, reducing the damage dealt by 0&#37; for the next attack. The following 3 attacks will perform a guaranteed hit and deal the maximum amount of damage. 22 seconds cooldown.
pl_pl: Gromadzi Twoją energię przed uderzeniem potężnym ciosem, redukując zadawane obrażenia o 0&#37; na następny atak. Następujące 3 ataki dadzą gwarantowane uderzenie i zadadzą maksymalne obrażenia. 22 sekundy do odnowienia.
pt_pt: Carregue o seu poder para um super ataque, reduzindo o dano causado no próximo ataque em 0&#37;. Os próximos 3 ataques serão infalíveis e causarão seu dano máximo. 22 segundos de cooldown.
ru_ru: Собирает Вашу силу перед нанесением сильного удара, уменьшая наносимый урон на 0&#37; для следующей атаки. Следующие 3 атаки будут наносить гарантированный удар с максимальным уроном. 22 секунды перезарядка.

source: Gathers your power before striking with a mighty blow, increasing the damage dealt by 15&#37; for the next attack. The following 3 attacks will perform a guaranteed hit and deal the maximum amount of damage. 22 seconds cooldown.
pl_pl: Gromadzi Twoją energię przed uderzeniem potężnym ciosem, zwiększając zadawane obrażenia o 15&#37; na następny atak. Następujące 3 ataki dadzą gwarantowane uderzenie i zadadzą maksymalne obrażenia. 22 sekundy do odnowienia.
pt_pt: Carregue o seu poder para um super ataque, reduzindo o dano causado no próximo ataque em 15&#37;. Os próximos 3 ataques serão infalíveis e causarão seu dano máximo. 22 segundos de cooldown.
ru_ru: Собирает Вашу силу перед нанесением сильного удара, увеличивая наносимый урон на 15&#37; для следующей атаки. Следующие 3 атаки будут наносить гарантированный удар с максимальным уроном. 22 секунды перезарядка.

source: Enters a defensive stance, increasing the chance to evade enemy attacks for 60 seconds. Every skill level raises the chance to evade by a medium amount. 30 seconds cooldown.
pl_pl: Wchodzi w defensywną postawę, zwiększa szansę na uniknięcie ataków wroga. Każdy poziom umiejętności zwiększa szansę na uniknięcie. 30 sekund do odnowienia.
pt_pt: Entra em posição defensiva, aumentando a chance desviar de ataques inimigos por 60 segundos. Cada nível aumenta a chance. 30 segundos de cooldown.
ru_ru: Становится в защитную стойку, увеличивая шанс уклонения от вражеских атак на 60 секунд. Каждый уровень способности увеличивает шанс уклонения на среднее значение. 30 секунд перезарядка.

source: Performs a guaranteed hit and strikes all targets in 2 yard range with 56&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. Afterwards all enemies search for a new target. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i uderza wszystkie cele w zasięgu 2 metrów z 56&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. Potem wszyscy wrogowie szukają nowego celu. 24 sekundy do odnowienia.
pt_pt: Ataque infalível que acerta todos os alvos em um raio de 2 jardas com 56&#37; de dano pelos 3 próximos ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. Depois os inimigos procurarão por um novo alvo. 24 segundos de cooldown.
ru_ru: Наносит гарантированный удар и наносит всем целям в радиусе 2-х ярдов 56&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. После этого все враги будут искать новую цель. 24 секунды перезарядка.

source: Performs a guaranteed hit and strikes all targets in 2 yard range with 57&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. Afterwards all enemies search for a new target. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i uderza wszystkie cele w zasięgu 2 metrów z 57&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. Potem wszyscy wrogowie szukają nowego celu. 24 sekundy do odnowienia.
pt_pt: Ataque infalível que acerta todos os alvos em um raio de 2 jardas com 57&#37; de dano pelos 3 próximos ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. Depois os inimigos procurarão por um novo alvo. 24 segundos de cooldown.
ru_ru: Наносит гарантированный удар и наносит всем целям в радиусе 2-х ярдов 57&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. После этого все враги будут искать новую цель. 24 секунды перезарядка.

source: Performs a guaranteed hit and strikes all targets in 2 yard range with 58&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. Afterwards all enemies search for a new target. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i uderza wszystkie cele w zasięgu 2 metrów z 58&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. Potem wszyscy wrogowie szukają nowego celu. 24 sekundy do odnowienia.
pt_pt: Ataque infalível que acerta todos os alvos em um raio de 2 jardas com 58&#37; de dano pelos 3 próximos ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. Depois os inimigos procurarão por um novo alvo. 24 segundos de cooldown.
ru_ru: Наносит гарантированный удар и наносит всем целям в радиусе 2-х ярдов 58&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. После этого все враги будут искать новую цель. 24 секунды перезарядка.

source: Performs a guaranteed hit and strikes all targets in 2 yard range with 59&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. Afterwards all enemies search for a new target. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i uderza wszystkie cele w zasięgu 2 metrów z 59&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. Potem wszyscy wrogowie szukają nowego celu. 24 sekundy do odnowienia.
pt_pt: Ataque infalível que acerta todos os alvos em um raio de 2 jardas com 59&#37; de dano pelos 3 próximos ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. Depois os inimigos procurarão por um novo alvo. 24 segundos de cooldown.
ru_ru: Наносит гарантированный удар и наносит всем целям в радиусе 2-х ярдов 59&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. После этого все враги будут искать новую цель. 24 секунды перезарядка.

source: Performs a guaranteed hit and strikes all targets in 2 yard range with 60&#37; damage for the next 3 attacks. All enemies in 2 yard distance will only receive half of the damage. Afterwards all enemies search for a new target. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i uderza wszystkie cele w zasięgu 2 metrów z 60&#37; obrażeń na następne 3 ataki. Wszyscy wrogowie w zasięgu 2 metrów otrzymają tylko połowę obrażeń. Potem wszyscy wrogowie szukają nowego celu. 24 sekundy do odnowienia.
pt_pt: Ataque infalível que acerta todos os alvos em um raio de 2 jardas com 60&#37; de dano pelos 3 próximos ataques. Todos os inimigos em um raio de 2 jardas só receberão metade do dano. Depois os inimigos procurarão por um novo alvo. 24 segundos de cooldown.
ru_ru: Наносит гарантированный удар и наносит всем целям в радиусе 2-х ярдов 60&#37; урона в течение следующих 3-х атак. Все враги на расстоянии в 2 ярда будут получать только половину урона. После этого все враги будут искать новую цель. 24 секунды перезарядка.

source: Reduces damage taken by 66&#37; and increases the chance to evade enemy attacks for 30 seconds. Every skill level raises the chance to evade by a small amount. 30 seconds cooldown.
pl_pl: Redukuje otrzymywane obrażenia o 66&#37; i zwiększa szansę na uniknięcie ataków wroga na 30 sekund. Każdy poziom umiejętności zwiększa szansę na uniknięcie. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 66&#37; e aumenta a chance de desviar dos ataques por 30 segundos. Cada nível aumenta as suas chances. 30 segundos de cooldown.
ru_ru: Снижает полученный урон на 66&#37; и увеличивает шанс уклонения от вражеских атак на 30 секунд. Каждый уровень способности увеличивает шанс уклонения на небольшое значение. 30 секунд перезарядка.

source: Reduces damage taken by 67&#37; and increases the chance to evade enemy attacks for 30 seconds. Every skill level raises the chance to evade by a small amount. 30 seconds cooldown.
pl_pl: Redukuje otrzymywane obrażenia o 67&#37; i zwiększa szansę na uniknięcie ataków wroga na 30 sekund. Każdy poziom umiejętności zwiększa szansę na uniknięcie. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 67&#37; e aumenta a chance de desviar dos ataques por 30 segundos. Cada nível aumenta as suas chances. 30 segundos de cooldown.
ru_ru: Снижает полученный урон на 67#37; и увеличивает шанс уклонения от вражеских атак на 30 секунд. Каждый уровень способности увеличивает шанс уклонения на небольшое значение. 30 секунд перезарядка.

source: Reduces damage taken by 68&#37; and increases the chance to evade enemy attacks for 30 seconds. Every skill level raises the chance to evade by a small amount. 30 seconds cooldown.
pl_pl: Redukuje otrzymywane obrażenia o 6&#37; i zwiększa szansę na uniknięcie ataków wroga na 30 sekund. Każdy poziom umiejętności zwiększa szansę na uniknięcie. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 68&#37; e aumenta a chance de desviar dos ataques por 30 segundos. Cada nível aumenta as suas chances. 30 segundos de cooldown.
ru_ru: Снижает полученный урон на 68#37; и увеличивает шанс уклонения от вражеских атак на 30 секунд. Каждый уровень способности увеличивает шанс уклонения на небольшое значение. 30 секунд перезарядка.

source: Reduces damage taken by 69&#37; and increases the chance to evade enemy attacks for 30 seconds. Every skill level raises the chance to evade by a small amount. 30 seconds cooldown.
pl_pl: Redukuje otrzymywane obrażenia o 69&#37; i zwiększa szansę na uniknięcie ataków wroga na 30 sekund. Każdy poziom umiejętności zwiększa szansę na uniknięcie. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 69&#37; e aumenta a chance de desviar dos ataques por 30 segundos. Cada nível aumenta as suas chances. 30 segundos de cooldown.
ru_ru: Снижает полученный урон на 69#37; и увеличивает шанс уклонения от вражеских атак на 30 секунд. Каждый уровень способности увеличивает шанс уклонения на небольшое значение. 30 секунд перезарядка.

source: Reduces damage taken by 70&#37; and increases the chance to evade enemy attacks for 30 seconds. Every skill level raises the chance to evade by a small amount. 30 seconds cooldown.
pl_pl: Redukuje otrzymywane obrażenia o 80&#37; i zwiększa szansę na uniknięcie ataków wroga na 30 sekund. Każdy poziom umiejętności zwiększa szansę na uniknięcie. 30 sekund do odnowienia.
pt_pt: Reduz o dano recebido em 70&#37; e aumenta a chance de desviar dos ataques por 30 segundos. Cada nível aumenta as suas chances. 30 segundos de cooldown.
ru_ru: Снижает полученный урон на 7037; и увеличивает шанс уклонения от вражеских атак на 30 секунд. Каждый уровень способности увеличивает шанс уклонения на небольшое значение. 30 секунд перезарядка.

source: Increases the damage dealt by 16&#37;. Also increases the chance to hit your enemy with attacks and to evade enemy attacks for 60 seconds. Every skill level raises the chance to hit and to evade by a small amount. 30 seconds cooldown.
pl_pl: Zwiększa zadawane obrażenia o 16&#37;. Zwiększa również szansę na trafienie wroga atakami i uniknięcie ataków wroga na 60 sekund. Każdy poziom umiejętności zwiększa szansę na trafienie i uniknięcie. 30 sekund do odnowienia.
pt_pt: Aumenta o dano causado em 16&#37;. Também aumenta a chance de acertar e de desviar dos ataques por 60 segundos. As chances são pouco aumentadas. 30 segundos de cooldown.
ru_ru: Увеличивает наносимый урон на 16&#37;. Также увеличивает шанс попадания атак по врагам и шанс уклонения от вражеских атак на 60 секунд. Каждый уровень способности увеличивает шанс попадания и уклонения на небольшое значение. 30 секунд перезарядка.

source: Increases the damage dealt by 17&#37;. Also increases the chance to hit your enemy with attacks and to evade enemy attacks for 60 seconds. Every skill level raises the chance to hit and to evade by a small amount. 30 seconds cooldown.
pl_pl: Zwiększa zadawane obrażenia o 17&#37;. Zwiększa również szansę na trafienie wroga atakami i uniknięcie ataków wroga na 60 sekund. Każdy poziom umiejętności zwiększa szansę na trafienie i uniknięcie. 30 sekund do odnowienia.
pt_pt: Aumenta o dano causado em 17&#37;. Também aumenta a chance de acertar e de desviar dos ataques por 60 segundos. As chances são pouco aumentadas. 30 segundos de cooldown.
ru_ru: Увеличивает наносимый урон на 17&#37;. Также увеличивает шанс попадания атак по врагам и шанс уклонения от вражеских атак на 60 секунд. Каждый уровень способности увеличивает шанс попадания и уклонения на небольшое значение. 30 секунд перезарядка.

source: Increases the damage dealt by 18&#37;. Also increases the chance to hit your enemy with attacks and to evade enemy attacks for 60 seconds. Every skill level raises the chance to hit and to evade by a small amount. 30 seconds cooldown.
pl_pl: Zwiększa zadawane obrażenia o 18&#37;. Zwiększa również szansę na trafienie wroga atakami i uniknięcie ataków wroga na 60 sekund. Każdy poziom umiejętności zwiększa szansę na trafienie i uniknięcie. 30 sekund do odnowienia.
pt_pt: Aumenta o dano causado em 18&#37;. Também aumenta a chance de acertar e de desviar dos ataques por 60 segundos. As chances são pouco aumentadas. 30 segundos de cooldown.
ru_ru: Увеличивает наносимый урон на 18&#37;. Также увеличивает шанс попадания атак по врагам и шанс уклонения от вражеских атак на 60 секунд. Каждый уровень способности увеличивает шанс попадания и уклонения на небольшое значение. 30 секунд перезарядка.

source: Increases the damage dealt by 19&#37;. Also increases the chance to hit your enemy with attacks and to evade enemy attacks for 60 seconds. Every skill level raises the chance to hit and to evade by a small amount. 30 seconds cooldown.
pl_pl: Zwiększa zadawane obrażenia o 19&#37;. Zwiększa również szansę na trafienie wroga atakami i uniknięcie ataków wroga na 60 sekund. Każdy poziom umiejętności zwiększa szansę na trafienie i uniknięcie. 30 sekund do odnowienia.
pt_pt: Aumenta o dano causado em 19&#37;. Também aumenta a chance de acertar e de desviar dos ataques por 60 segundos. As chances são pouco aumentadas. 30 segundos de cooldown.
ru_ru: Увеличивает наносимый урон на 19&#37;. Также увеличивает шанс попадания атак по врагам и шанс уклонения от вражеских атак на 60 секунд. Каждый уровень способности увеличивает шанс попадания и уклонения на небольшое значение. 30 секунд перезарядка.

source: Increases the damage dealt by 20&#37;. Also increases the chance to hit your enemy with attacks and to evade enemy attacks for 60 seconds. Every skill level raises the chances to hit and to evade by a small amount. 30 seconds cooldown.
pl_pl: Zwiększa zadawane obrażenia o 20&#37;. Zwiększa również szansę na trafienie wroga atakami i uniknięcie ataków wroga na 60 sekund. Każdy poziom umiejętności zwiększa szansę na trafienie i uniknięcie. 30 sekund do odnowienia.
pt_pt: Aumenta o dano causado em 20&#37;. Também aumenta a chance de acertar e de desviar dos ataques por 60 segundos. As chances são pouco aumentadas. 30 segundos de cooldown.
ru_ru: Увеличивает наносимый урон на 20&#37;. Также увеличивает шанс попадания атак по врагам и шанс уклонения от вражеских атак на 60 секунд. Каждый уровень способности увеличивает шанс попадания и уклонения на небольшое значение. 30 секунд перезарядка.

source: Blocks an enemy attack with your shield and counter them, reducing damage taken by 63&#37; and retaliating 88&#37; of the original damage for the next 5 enemy attacks. 20 seconds cooldown.
pl_pl: Blokuje atak wroga Twoją tarczą i przeciwdziała im, redukuje otrzymywane obrażenia o 63&#37; i odwzajemnia 88&#37 oryginalnych obrażeń na następne 5 ataków wrogów. 20 sekund do odnowienia.
pt_pt: Bloqueia um ataque inimigo com o seu escudo e revida ele, reduzindo o dano recebido em 63&#37; e causando 88&#37; do dano pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Блокирует атаки врага щитом и наносит встречный удар, уменьшая полученный урон на 63&#37; и возвращая 88&#37; от первоначального урона в течение следующих 5-и вражеских атак. 20 секунд перезарядка.

source: Blocks an enemy attack with your shield and counter them, reducing damage taken by 66&#37; and retaliating 92&#37; of the original damage for the next 5 enemy attacks. 20 seconds cooldown.
pl_pl: Blokuje atak wroga Twoją tarczą i przeciwdziała im, redukuje otrzymywane obrażenia o 66&#37; i odwzajemnia 92&#37 oryginalnych obrażeń na następne 5 ataków wrogów. 20 sekund do odnowienia.
pt_pt: Bloqueia um ataque inimigo com o seu escudo e revida ele, reduzindo o dano recebido em 66&#37; e causando 92&#37; do dano pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Блокирует атаки врага щитом и наносит встречный удар, уменьшая полученный урон на 66&#37; и возвращая 92&#37; от первоначального урона в течение следующих 5-и вражеских атак. 20 секунд перезарядка.

source: Blocks an enemy attack with your shield and counter them, reducing damage taken by 69&#37; and retaliating 96&#37; of the original damage for the next 5 enemy attacks. 20 seconds cooldown.
pl_pl: Blokuje atak wroga Twoją tarczą i przeciwdziała im, redukuje otrzymywane obrażenia o 96&#37; i odwzajemnia 96&#37 oryginalnych obrażeń na następne 5 ataków wrogów. 20 sekund do odnowienia.
pt_pt: Bloqueia um ataque inimigo com o seu escudo e revida ele, reduzindo o dano recebido em 69&#37; e causando 96&#37; do dano pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Блокирует атаки врага щитом и наносит встречный удар, уменьшая полученный урон на 69&#37; и возвращая 96&#37; от первоначального урона в течение следующих 5-и вражеских атак. 20 секунд перезарядка.
