Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Performs a guaranteed hit for the next 3 attacks. 44 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie przy następnych 3 atakach. 44 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido para os próximos 3 ataques. 44 segundos de cooldown.
ru_ru: Гарантированное попадание для следуещих 3-х ударов. 44 секунды перезарядка.

source: Performs a guaranteed hit for the next 3 attacks. 32 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie przy następnych 3 atakach. 32 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido para os próximos 3 ataques. 32 segundos de cooldown.
ru_ru: Гарантированное попадание для следуещих 3-х ударов. 32 секунды перезарядка.

source: Performs a guaranteed hit for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie przy następnych 3 atakach. 24 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido para os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Гарантированное попадание для следуещих 3-х ударов. 24 секунды перезарядка.

source: Makes your skin as hard as stone! Damage taken by the next 5 attacks is reduced by 3&#37;. 20 seconds cooldown.
pl_pl: Sprawia, że ​​Twoja skóra jest twarda jak kamień! Obrażenia zadawane przez kolejne 5 ataków są zmniejszone o 3&#37;. 20 sekund czasu odnowienia.
pt_pt: Faz a sua pele tão dura quanto a pedra! Os danos causados ​pelos próximos 5 ataques são reduzidos em 3&#37;. 20 segundos de cooldown.
ru_ru: Делает Вашу кожу твердой как камень! Урон, полученный от следующих 5-и атак, снижен на 3%. 20 секунд перезарядка.

source: Makes your skin as hard as stone! Damage taken by the next 5 attacks is reduced by 6&#37;. 20 seconds cooldown.
pl_pl: Sprawia, że ​​Twoja skóra jest twarda jak kamień! Obrażenia zadawane przez kolejne 5 ataków są zmniejszone o 6&#37;. 20 sekund czasu odnowienia.
pt_pt: Faz a sua pele tão dura quanto a pedra! Os danos causados pelos próximos 5 ataques são reduzidos em 6&#37;. 20 segundos de cooldown.
ru_ru: Делает Вашу кожу твердой как камень! Урон, полученный от следующих 5-и атак, снижен на 6%. 20 секунд перезарядка.

source: Makes your skin as hard as stone! Damage taken by the next 5 attacks is reduced by 9&#37;. 20 seconds cooldown.
pl_pl: Sprawia, że ​​Twoja skóra jest twarda jak kamień! Obrażenia zadawane przez kolejne 5 ataków są zmniejszone o 9&#37;. 20 sekund czasu odnowienia.
pt_pt: Faz a sua pele tão dura quanto a pedra! Os danos causados pelos próximos 5 ataques são reduzidos em 9&#37;. 20 segundos de cooldown.
ru_ru: Делает Вашу кожу твердой как камень! Урон, полученный от следующих 5-и атак, снижен на 9%. 20 секунд перезарядка.

source: Makes your skin as hard as stone! Damage taken by the next 5 attacks is reduced by 12&#37;. 20 seconds cooldown.
pl_pl: Sprawia, że ​​Twoja skóra jest twarda jak kamień! Obrażenia zadawane przez kolejne 5 ataków są zmniejszone o 12&#37;. 20 sekund czasu odnowienia.
pt_pt: Faz a sua pele tão dura quanto a pedra! Os danos causados pelos próximos 5 ataques são reduzidos em 12&#37;. 20 segundos de cooldown.
ru_ru: Делает Вашу кожу твердой как камень! Урон, полученный от следующих 5-и атак, снижен на 12%. 20 секунд перезарядка.

source: Makes your skin as hard as stone! Damage taken by the next 5 attacks is reduced by 15&#37;. 20 seconds cooldown.
pl_pl: Sprawia, że ​​Twoja skóra jest twarda jak kamień! Obrażenia zadawane przez kolejne 5 ataków są zmniejszone o 15&#37;. 20 sekund czasu odnowienia.
pt_pt: Faz a sua pele tão dura quanto a pedra! Os danos causados pelos próximos 5 ataques são reduzidos em 15&#37;. 20 segundos de cooldown.
ru_ru: Делает Вашу кожу твердой как камень! Урон, полученный от следующих 5-и атак, снижен на 15%. 20 секунд перезарядка.

source: Shows the element at which the monster is most vulnerable at. 50 seconds cooldown.
pl_pl: Pokazuje żywioł na jaki dany potwór jest wrażliwy. 50 sekund czasu odnowienia.
pt_pt: Mostra o elemento em que o monstro é mais vulnerável. 50 segundos de cooldown.
ru_ru: Показывает элемент, к которому монстер наиболее уязвим. 50 секунд перезарядка.

source: Shows the element at which the monster is most vulnerable at. 45 seconds cooldown.
pl_pl: Pokazuje żywioł na jaki dany potwór jest wrażliwy. 50 sekund czasu odnowienia.
pt_pt: Mostra o elemento em que o monstro é mais vulnerável. 45 segundos de cooldown.
ru_ru: Показывает элемент, к которому монстер наиболее уязвим. 45 секунд перезарядка.

source: Shows the element at which the monster is most vulnerable at. 40 seconds cooldown.
pl_pl: Pokazuje żywioł na jaki dany potwór jest wrażliwy. 50 sekund czasu odnowienia.
pt_pt: Mostra o elemento em que o monstro é mais vulnerável. 40 segundos de cooldown.
ru_ru: Показывает элемент, к которому монстер наиболее уязвим. 40 секунд перезарядка.

source: Shows the element at which the monster is most vulnerable at. 35 seconds cooldown.
pl_pl: Pokazuje żywioł na jaki dany potwór jest wrażliwy. 50 sekund czasu odnowienia.
pt_pt: Mostra o elemento em que o monstro é mais vulnerável. 35 segundos de cooldown.
ru_ru: Показывает элемент, к которому монстер наиболее уязвим. 35 секунд перезарядка.

source: Shows the element at which the monster is most vulnerable at. 30 seconds cooldown.
pl_pl: Pokazuje żywioł na jaki dany potwór jest wrażliwy. 50 sekund czasu odnowienia.
pt_pt: Mostra o elemento em que o monstro é mais vulnerável. 30 segundos de cooldown.
ru_ru: Показывает элемент, к которому монстер наиболее уязвим. 30 секунд перезарядка.

source: Dodges the next 5 attacks, reducing damage taken by 18&#37;. 20 seconds cooldown.
pl_pl: Unika kolejnych 5 ataków, zmniejszając otrzymywane obrażenia o 18&#37;. 20 sekund czasu odnowienia.
pt_pt: Dodge os próximos 5 ataques, reduzindo o dano causado por 18&#37;. 20 segundos de cooldown.
ru_ru: Уклоняется от следующих 5-и атак, снижая полученный урон на 18%. 20 секунд перезарядка.

source: Dodges the next 5 attacks, reducing damage taken by 21&#37;. 20 seconds cooldown.
pl_pl: Unika kolejnych 5 ataków, zmniejszając otrzymywane obrażenia o 21&#37;. 20 sekund czasu odnowienia.
pt_pt: Dodge os próximos 5 ataques, reduzindo o dano causado por 21&#37;. 20 segundos de cooldown.
ru_ru: Уклоняется от следующих 5-и атак, снижая полученный урон на 21%. 20 секунд перезарядка.

source: Dodges the next 5 attacks, reducing damage taken by 24&#37;. 20 seconds cooldown.
pl_pl: Unika kolejnych 5 ataków, zmniejszając otrzymywane obrażenia o 24&#37;. 20 sekund czasu odnowienia.
pt_pt: Dodge os próximos 5 ataques, reduzindo o dano causado por 24&#37;. 20 segundos de cooldown.
ru_ru: Уклоняется от следующих 5-и атак, снижая полученный урон на 24%. 20 секунд перезарядка.

source: Dodges the next 5 attacks, reducing damage taken by 27&#37;. 20 seconds cooldown.
pl_pl: Unika kolejnych 5 ataków, zmniejszając otrzymywane obrażenia o 27&#37;. 20 sekund czasu odnowienia.
pt_pt: Dodge os próximos 5 ataques, reduzindo o dano causado por 27&#37;. 20 segundos de cooldown.
ru_ru: Уклоняется от следующих 5-и атак, снижая полученный урон на 27%. 20 секунд перезарядка.

source: Dodges the next 5 attacks, reducing damage taken by 30&#37;. 20 seconds cooldown.
pl_pl: Unika kolejnych 5 ataków, zmniejszając otrzymywane obrażenia o 30&#37;. 20 sekund czasu odnowienia.
pt_pt: Dodge os próximos 5 ataques, reduzindo o dano causado por 30&#37;. 20 segundos de cooldown.
ru_ru: Уклоняется от следующих 5-и атак, снижая полученный урон на 30%. 20 секунд перезарядка.

source: The years of training have sharpened your weapon skills. Performs a guaranteed hit and increases damage dealt by 4&#37; for the next 3 attacks. 24 seconds cooldown.
pl_pl: Lata treningu wyostrzyły twoje umiejętności uzbrojenia. Wykonuje gwarantowane trafienie i zwiększa zadawane obrażenia o 4&#37; za kolejne 3 ataki. 24-sekundowy czas odnowienia.
pt_pt: Os anos de treinamento afiaram suas habilidades de arma. Executa um golpe garantido e aumenta o dano causado por 4&#37; Para os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Годы обучения отточили ваши навыки владения оружием. Гарантирует попадание и увеличивает наносимый урон на 4&#37; в течение следующих 3-х атак. 24 секунды перезарядка.

source: The years of training have sharpened your weapon skills. Performs a guaranteed hit and increases damage dealt by 8&#37; for the next 3 attacks. 24 seconds cooldown.
pl_pl: Lata treningu wyostrzyły twoje umiejętności uzbrojenia. Wykonuje gwarantowane trafienie i zwiększa zadawane obrażenia o o 8&#37; za kolejne 3 ataki. 24-sekundowy czas odnowienia.
pt_pt: Os anos de treinamento afiaram suas habilidades de arma. Executa um golpe garantido e aumenta o dano causado por 8&#37; Para os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Годы обучения отточили ваши навыки владения оружием. Гарантирует попадание и увеличивает наносимый урон на 8&#37; в течение следующих 3-х атак. 24 секунды перезарядка.

source: The years of training have sharpened your weapon skills. Performs a guaranteed hit and increases damage dealt by 12&#37; for the next 3 attacks. 24 seconds cooldown.
pl_pl: Lata treningu wyostrzyły twoje umiejętności uzbrojenia. Wykonuje gwarantowane trafienie i zwiększa zadawane obrażenia o o 12&#37; za kolejne 3 ataki. 24-sekundowy czas odnowienia.
pt_pt: Os anos de treinamento afiaram suas habilidades de arma. Executa um golpe garantido e aumenta o dano causado por 12&# 37; Para os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Годы обучения отточили ваши навыки владения оружием. Гарантирует попадание и увеличивает наносимый урон на 12&#37; в течение следующих 3-х атак. 24 секунды перезарядка.

source: The years of training have sharpened your weapon skills. Performs a guaranteed hit and increases damage dealt by 16&#37; for the next 3 attacks. 24 seconds cooldown.
pl_pl: Lata treningu wyostrzyły twoje umiejętności uzbrojenia. Wykonuje gwarantowane trafienie i zwiększa zadawane obrażenia o o 16&#37; za kolejne 3 ataki. 24-sekundowy czas odnowienia.
pt_pt: Os anos de treinamento afiaram suas habilidades de arma. Executa um golpe garantido e aumenta o dano causado por 16&#37; Para os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Годы обучения отточили ваши навыки владения оружием. Гарантирует попадание и увеличивает наносимый урон на 16&#37; в течение следующих 3-х атак. 24 секунды перезарядка.

source: The years of training have sharpened your weapon skills. Performs a guaranteed hit and increases damage dealt by 20&#37; for the next 3 attacks. 24 seconds cooldown.
pl_pl: Lata treningu wyostrzyły twoje umiejętności uzbrojenia. Wykonuje gwarantowane trafienie i zwiększa zadawane obrażenia o o 20&#37; za kolejne 3 ataki. 24-sekundowy czas odnowienia.
pt_pt: Os anos de treinamento afiaram suas habilidades de arma. Executa um golpe garantido e aumenta o dano causado por 20&#37; Para os próximos 3 ataques. 24 segundos de cooldown.
ru_ru: Годы обучения отточили ваши навыки владения оружием. Гарантирует попадание и увеличивает наносимый урон на 20&#37; в течение следующих 3-х атак. 24 секунды перезарядка.

source: Taunts all enemies in 3 yard range, forcing them to attack you. 50 seconds cooldown.
pl_pl: Szydzi wszystkich wrogów w zasięgu 3 metrów, zmuszając ich do ataku. 50 sekund czasu odnowienia.
pt_pt: Impulso todos os inimigos em 3 jardas, forçando-os a atacá-lo. 50 segundos de cooldown.
ru_ru: Заставляет всех противников в радиусе 3-х ярдов атаковать Вас. 50 секунд перезарядка.

source: Taunts all enemies in 3 yard range, forcing them to attack you. 45 seconds cooldown.
pl_pl: Szydzi wszystkich wrogów w zasięgu 3 metrów, zmuszając ich do ataku. 45 sekund czasu odnowienia.
pt_pt: Impulso todos os inimigos em 3 jardas, forçando-os a atacá-lo. 45 segundos de cooldown.
ru_ru: Заставляет всех противников в радиусе 3-х ярдов атаковать Вас. 45 секунд перезарядка.

source: Taunts all enemies in 3 yard range, forcing them to attack you. 40 seconds cooldown.
pl_pl: Szydzi wszystkich wrogów w zasięgu 3 metrów, zmuszając ich do ataku. 40 sekund czasu odnowienia.
pt_pt: Impulso todos os inimigos em 3 jardas, forçando-os a atacá-lo. 40 segundos de cooldown.
ru_ru: Заставляет всех противников в радиусе 3-х ярдов атаковать Вас. 40 секунд перезарядка.

source: Taunts all enemies in 3 yard range, forcing them to attack you. 35 seconds cooldown.
pl_pl: Szydzi wszystkich wrogów w zasięgu 3 metrów, zmuszając ich do ataku. 35 sekund czasu odnowienia.
pt_pt: Impulso todos os inimigos em 3 jardas, forçando-os a atacá-lo. 35 segundos de cooldown.
ru_ru: Заставляет всех противников в радиусе 3-х ярдов атаковать Вас. 35 секунд перезарядка.

source: Taunts all enemies in 3 yard range, forcing them to attack you. 30 seconds cooldown.
pl_pl: Szydzi wszystkich wrogów w zasięgu 3 metrów, zmuszając ich do ataku. 30 sekund czasu odnowienia.
pt_pt: Impulso todos os inimigos em 3 jardas, forçando-os a atacá-lo. 30 segundos de cooldown.
ru_ru: Заставляет всех противников в радиусе 3-х ярдов атаковать Вас. 30 секунд перезарядка.

source: A sweeping attack that strikes your target and an additional nearby enemy with 72&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Ogromny atak, który uderza w cel i dodatkowo w pobliskiego wroga z 72&37; obrażeeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Um ataque arrebatador que atinge seu alvo e um inimigo próximo adicional com 72&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Секущая атака, наносящая Вашей цели и допольнительному ближайшему противнику 72&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: A sweeping attack that strikes your target and an additional nearby enemy with 76&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Ogromny atak, który uderza w cel i dodatkowo w pobliskiego wroga z 76&37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Um ataque arrebatador que atinge seu alvo e um inimigo próximo adicional com 76&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Секущая атака, наносящая Вашей цели и допольнительному ближайшему противнику 76&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: A sweeping attack that strikes your target and an additional nearby enemy with 80&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Ogromny atak, który uderza w cel i dodatkowo w pobliskiego wroga z 80&37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Um ataque arrebatador que atinge seu alvo e um inimigo próximo adicional com 80&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Секущая атака, наносящая Вашей цели и допольнительному ближайшему противнику 80&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: A sweeping attack that strikes your target and an additional nearby enemy with 84&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Ogromny atak, który uderza w cel i dodatkowo w pobliskiego wroga z 84&37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Um ataque arrebatador que atinge seu alvo e um inimigo próximo adicional com 84&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Секущая атака, наносящая Вашей цели и допольнительному ближайшему противнику 84&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: A sweeping attack that strikes your target and an additional nearby enemy with 88&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Ogromny atak, który uderza w cel i dodatkowo w pobliskiego wroga z 88&37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Um ataque arrebatador que atinge seu alvo e um inimigo próximo adicional com 88&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Секущая атака, наносящая Вашей цели и допольнительному ближайшему противнику 88&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: Raises your shield and guards yourself! Damage taken is reduced by 33&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Podnosi Twoją tarczę i broni Cię! Otrzymywane obrażenia są redukowane o 33&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Eleva seu escudo e protege-se! Os danos causados ​​são reduzidos em 33&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Поднимает Ваш щит и защищает Вас! Полученный урон снижен на 33&#37; на 10 секунд. 20 секунд перезарядка.

source: Raises your shield and guards yourself! Damage taken is reduced by 36&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Podnosi Twoją tarczę i broni Cię! Otrzymywane obrażenia są redukowane o 36&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Eleva seu escudo e protege-se! Os danos causados ​​são reduzidos em 36&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Поднимает Ваш щит и защищает Вас! Полученный урон снижен на 36&#37; на 10 секунд. 20 секунд перезарядка.

source: Raises your shield and guards yourself! Damage taken is reduced by 39&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Podnosi Twoją tarczę i broni Cię! Otrzymywane obrażenia są redukowane o 39&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Eleva seu escudo e protege-se! Os danos causados ​​são reduzidos em 39&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Поднимает Ваш щит и защищает Вас! Полученный урон снижен на 39&#37; на 10 секунд. 20 секунд перезарядка.

source: Raises your shield and guards yourself! Damage taken is reduced by 42&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Podnosi Twoją tarczę i broni Cię! Otrzymywane obrażenia są redukowane o 42&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Eleva seu escudo e protege-se! Os danos causados ​​são reduzidos em 42&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Поднимает Ваш щит и защищает Вас! Полученный урон снижен на 42&#37; на 10 секунд. 20 секунд перезарядка.

source: Raises your shield and guards yourself! Damage taken is reduced by 45&#37; for 10 seconds. 20 seconds cooldown.
pl_pl: Podnosi Twoją tarczę i broni Cię! Otrzymywane obrażenia są redukowane o 45&#37; na 10 sekund. 20 sekund czasu odnowienia.
pt_pt: Eleva seu escudo e protege-se! Os danos causados ​​são reduzidos em 45&#37; Por 10 segundos. 20 segundos de cooldown.
ru_ru: Поднимает Ваш щит и защищает Вас! Полученный урон снижен на 45&#37; на 10 секунд. 20 секунд перезарядка.

source: Focuses your mana to release it with a powerful arcane strike. Consumes all your mana and converts 0.37 damage per mana point additional to your next attack. 28 seconds cooldown.
pl_pl: Skupia Twoją manę aby uwolnić potężne, tajemnicze uderzenie. Zabiera całą Twoją manę i zamienia 0.37 obrażeń na punkt many jako dodatek do następnego ataku. 28 sekund czasu odnowienia.
pt_pt: Focaliza a sua mana para liberá-lo com um poderoso ataque arcano. Consome toda a sua mana e converte 0,37 de dano por ponto de mana adicional ao seu próximo ataque. 28 segundos de cooldown.
ru_ru: Фокусирует Вашу ману, чтобы высвободить ее в виде мощного удара чар. Потребляет всю ману и преобразует каждую единицу маны в 0.37 урона в дополнение к вашей следующей атаке. 28 секунд перезарядка.

source: Focuses your mana to release it with a powerful arcane strike. Consumes all your mana and converts 0.40 damage per mana point additional to your next attack. 28 seconds cooldown.
pl_pl: Skupia Twoją manę aby uwolnić potężne, tajemnicze uderzenie. Zabiera całą Twoją manę i zamienia 0.40 obrażeń na punkt many jako dodatek do następnego ataku. 28 sekund czasu odnowienia.
pt_pt: Focaliza a sua mana para liberá-lo com um poderoso ataque arcano. Consome toda a sua mana e converte 0,40 de dano por ponto de mana adicional ao seu próximo ataque. 28 segundos de cooldown.
ru_ru: Фокусирует Вашу ману, чтобы высвободить ее в виде мощного удара чар. Потребляет всю ману и преобразует каждую единицу маны в 0.40 урона в дополнение к вашей следующей атаке. 28 секунд перезарядка.

source: Focuses your mana to release it with a powerful arcane strike. Consumes all your mana and converts 0.43 damage per mana point additional to your next attack. 28 seconds cooldown.
pl_pl: Skupia Twoją manę aby uwolnić potężne, tajemnicze uderzenie. Zabiera całą Twoją manę i zamienia 0.43 obrażeń na punkt many jako dodatek do następnego ataku. 28 sekund czasu odnowienia.
pt_pt: Focaliza a sua mana para liberá-lo com um poderoso ataque arcano. Consome toda a sua mana e converte 0,43 de dano por ponto de mana adicional ao seu próximo ataque. 28 segundos de cooldown.
ru_ru: Фокусирует Вашу ману, чтобы высвободить ее в виде мощного удара чар. Потребляет всю ману и преобразует каждую единицу маны в 0.43 урона в дополнение к вашей следующей атаке. 28 секунд перезарядка.

source: Focuses your mana to release it with a powerful arcane strike. Consumes all your mana and converts 0.46 damage per mana point additional to your next attack. 28 seconds cooldown.
pl_pl: Skupia Twoją manę aby uwolnić potężne, tajemnicze uderzenie. Zabiera całą Twoją manę i zamienia 0.46 obrażeń na punkt many jako dodatek do następnego ataku. 28 sekund czasu odnowienia.
pt_pt: Focaliza a sua mana para liberá-lo com um poderoso ataque arcano. Consome toda a sua mana e converte 0,46 de dano por ponto de mana adicional ao seu próximo ataque. 28 segundos de cooldown.
ru_ru: Фокусирует Вашу ману, чтобы высвободить ее в виде мощного удара чар. Потребляет всю ману и преобразует каждую единицу маны в 0.46 урона в дополнение к вашей следующей атаке. 28 секунд перезарядка.

source: Focuses your mana to release it with a powerful arcane strike. Consumes all your mana and converts 0.50 damage per mana point additional to your next attack. 28 seconds cooldown.
pl_pl: Skupia Twoją manę aby uwolnić potężne, tajemnicze uderzenie. Zabiera całą Twoją manę i zamienia 0.50 obrażeń na punkt many jako dodatek do następnego ataku. 28 sekund czasu odnowienia.
pt_pt: Focaliza a sua mana para liberá-lo com um poderoso ataque arcano. Consome toda a sua mana e converte 0,50 de dano por ponto de mana adicional ao seu próximo ataque. 28 segundos de cooldown.
ru_ru: Фокусирует Вашу ману, чтобы высвободить ее в виде мощного удара чар. Потребляет всю ману и преобразует каждую единицу маны в 0.50 урона в дополнение к вашей следующей атаке. 28 секунд перезарядка.

source: Performs a guaranteed hit and strikes your target and an additional nearby enemy with 73&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie i uderza w cel oraz dodatkowego wroga z 73&#37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido e atinge seu alvo e um inimigo próximo adicional com 73&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Наносит гарантированный удар по Вашей цели и дополнительному ближайшему врагу на 73&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.

source: Performs a guaranteed hit and strikes your target and an additional nearby enemy with 76&#37; damage for the next 2 attacks. 25 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie i uderza w cel oraz dodatkowego wroga z 76&#37; obrażeń na następne 2 ataki. 25 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido e atinge seu alvo e um inimigo próximo adicional com 76&#37; Danos nos próximos 2 ataques. 25 segundos de cooldown.
ru_ru: Наносит гарантированный удар по Вашей цели и дополнительному ближайшему врагу на 76&#37; урона в течение следующих 2-х атак. 25 секунд перезарядка.
