Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Comments
pl_pl: Komentarze
pt_pt: Comentários
ru_ru: Комментарии

source: Title is too long.
pl_pl: Tytuł jest za długi.
pt_pt: O título é muito longo.
ru_ru: Слишком длинное название.

source: No title specified.
pl_pl: Brak określonego tytułu.
pt_pt: Nenhum título especificado.
ru_ru: Не указано название.

source: Description is too long.
pl_pl: Opis jest za długi.
pt_pt: A descrição é muito longa.
ru_ru: Слишком длинное описание.

source: Password contains illegal characters.
pl_pl: Hasło zawiera nielegalne znaki.
pt_pt: A senha contém caracteres ilegais.
ru_ru: Пароль содержит недопустимые символы.

source: Password is too short.
pl_pl: Hasło jest za krótkie.
pt_pt: A senha é muito curta.
ru_ru: Слишком короткий пароль.

source: Password is too long.
pl_pl: Hasło jest za długie.
pt_pt: A senha é muito longa.
ru_ru: Слишком длинный пароль.

source: Changes saved.
pl_pl: Zmiany zapisane.
pt_pt: Mudanças salvas.
ru_ru: Изменения сохранены.

source: Album title is too long.
pl_pl: Tytuł albumu jest za długi.
pt_pt: O título do álbum é muito longo.
ru_ru: Слишком длинное название альбома.

source: Album title not specified.
pl_pl: Brak określonego tytułu albumu.
pt_pt: Título do álbum não especificado.
ru_ru: Не указано название альбома.

source: Album created.
pl_pl: Album utworzony.
pt_pt: Álbum criado.
ru_ru: Альбом создан.

source: Unknown error.
pl_pl: Nieznany błąd.
pt_pt: Erro Desconhecido.
ru_ru: Неизвестная ошибка.

source: Rotated image already exists.
pl_pl: Odwrócony obraz już istnieje.
pt_pt: A imagem já esta de lado.
ru_ru: Повернутое изображение уже существует.

source: You don't have permission to delete this album.
pl_pl: Nie masz uprawnień aby usunąć ten album.
pt_pt: Você não tem permissão para excluir este álbum.
ru_ru: Вы не можете удалить этот альбом.

source: Album has been deleted.
pl_pl: Album został usunięty.
pt_pt: O álbum foi apagado.
ru_ru: Альбом удален.

source: You don't have permission to edit this artwork.
pl_pl: Nie masz uprawnień aby edytować tą grafikę.
pt_pt: Você não tem permissão para editar este artigo.
ru_ru: Вы не можете редактировать это изображение.

source: Artwork has been uploaded.
pl_pl: Grafika została przesłana.
pt_pt: A arte foi carregada.
ru_ru: Изображение загружено.

source: Invalid nickname.
pl_pl: Nieprawidłowy przydomek.
pt_pt: Nickname inválido.
ru_ru: Неверный ник.

source: Invalid world.
pl_pl: Nieprawidłowy świat.
pt_pt: Mundo inválido.
ru_ru: Неверный номер мира.

source: User not found.
pl_pl: Nie znaleziono użytkownika.
pt_pt: Usuário não encontrado.
ru_ru: Пользователь не найден.

source: Incorrect password was entered too many times. Please use password recovery.
pl_pl: Złe hasło zostało wprowadzone za dużo razy. Proszę odzyskać hasło.
pt_pt: A senha incorreta foi inserida muitas vezes. Use a recuperação de senha.
ru_ru: Неверный пароль был введен слишком много раз. Воспользуйтесь восстановлением пароля.

source: Incorrect password.
pl_pl: Niepoprawne hasło.
pt_pt: Senha incorreta.
ru_ru: Неверный пароль.

source: Invalid email.
pl_pl: Nieprawidłowy email.
pt_pt: Email inválido.
ru_ru: Неверный email.

source: This nickname is already in use.
pl_pl: Ten przydomek jest już używany.
pt_pt: Este Nickname já está em uso.
ru_ru: Этот ник уже используется.

source: Your account has been just created, %s!
pl_pl: Twoje konto właśnie zostało utworzony, %s!
pt_pt: Sua conta foi criada, %s!
ru_ru: %s, Ваш аккаунт создан!

source: This page is only for non-authorized users.
pl_pl: Ta strona jest tylko dla nieautoryzowanych użytkowników.
pt_pt: Esta página é apenas para usuários não autorizados.
ru_ru: Эта страница только для неавторизованных пользователей.

source: You must be logged in to view this page.
pl_pl: Musisz się zalogować aby wyświetlić tą stronę.
pt_pt: Você deve estar logado para ver esta página.
ru_ru: Вы должны авторизоваться для просмотра этой страницы.

source: Spam
ru_ru: Спам

source: Offensive statements
pl_pl: Obraźliwe zdania
pt_pt: Declarações ofensivas
ru_ru: Оскорбительные высказывания

source: Rules violation
pl_pl: Naruszenie zasad
pt_pt: Violação de regras
ru_ru: Нарушение правил

source: Please specify correct expiration time.
pl_pl: Podaj dokładny czas wygaśnięcia.
pt_pt: Por favor especifique o tempo de validade correto.
ru_ru: Пожалуйста, укажите верное время истечения.

source: %s has been banished.
pl_pl: %s został zakazany.
pt_pt: %s foi banido.
ru_ru: %s забанен.

source: Invalid start date.
pl_pl: Zła data rozpoczęcia.
pt_pt: Data de início inválida.
ru_ru: Неверная дата начала.

source: Invalid end date.
pl_pl: Zła data zakończenia.
pt_pt: Data de término inválida.
ru_ru: Неверная дата окончания.

source: Event duration is too long.
pl_pl: Czas trwania wydarzenia jest za długi.
pt_pt: A duração do evento é muito longa.
ru_ru: Длительность события слишком велика.

source: January
pl_pl: Styczeń
pt_pt: Janeiro
ru_ru: Январь

source: February
pl_pl: Luty
pt_pt: Fevereiro
ru_ru: Февраль

source: March
pl_pl: Marzec
pt_pt: Março
ru_ru: Март

source: April
pl_pl: Kwiecień
pt_pt: Abril
ru_ru: Апрель

source: May
pl_pl: Maj
pt_pt: Maio
ru_ru: Май

source: June
pl_pl: Czerwiec
pt_pt: Junho
ru_ru: Июнь

source: July
pl_pl: Lipiec
pt_pt: Julho
ru_ru: Июль

source: August
pl_pl: Sierpień
pt_pt: Agosto
ru_ru: Август

source: September
pl_pl: Wrzesień
pt_pt: Setembro
ru_ru: Сентябрь

source: October
pl_pl: Październik
pt_pt: Outubro
ru_ru: Октябрь

source: November
pl_pl: Listopad
pt_pt: Novembro
ru_ru: Ноябрь

source: December
pl_pl: Grudzień
pt_pt: Dezembro
ru_ru: Декабрь

source: Invalid request.
pl_pl: Nieprawidłowe żądanie.
pt_pt: Pedido inválido.
ru_ru: Неверный запрос.

source: Comment deleted.
pl_pl: Komentarz usunięty.
pt_pt: Comentário excluído.
ru_ru: Комментарий удален.

source: You don't have permission to delete this comment.
pl_pl: Nie masz uprawnień aby usunąć ten komentarz.
pt_pt: Você não tem permissão para excluir este comentário.
ru_ru: Вы не можете удалить этот комментарий.

source: This comment had been already posted.
pl_pl: Komentarz został już opublikowany.
pt_pt: Este comentário já havia sido postado.
ru_ru: Это сообщение уже было отправлено.

source: Your comment has been posted.
pl_pl: Komentarz został opublikowany.
pt_pt: Seu comentário foi postado.
ru_ru: Ваш комментарий отправлен.

source: You will be notified on new comments.
pl_pl: Zostaniesz poinformowany o nowych komentarzach.
pt_pt: Você será notificado sobre novos comentários.
ru_ru: Вы будете получать уведомления о новых комментариях.

source: You will no longer be notified on new comments.
pl_pl: Nie będziesz już informowany o nowych komentarzach.
pt_pt: Você não será mais notificado sobre novos comentários.
ru_ru: Вы больше не будете получать уведомления о новых комментариях.

source: Comment reported.
pl_pl: Komentarz zgłoszony.
pt_pt: Comentário reportado.
ru_ru: Жалоба на комментарий отправлена.

source: Access denied.
pl_pl: Brak dostępu.
pt_pt: Acesso negado.
ru_ru: Доступ запрещен.

source: Maintenance work notification has been disabled.
pl_pl: Powiadomienie o pracach konserwacyjnych zostało wyłączone.
pt_pt: A notificação de manutenção foi desativada.
ru_ru: Уведомление о технических работах отключено.

source: Maintenance work notification has been updated.
pl_pl: Powiadomienie o pracach konserwacyjnych zostało zaktualizowane.
pt_pt: A notificação de manutenção foi atualizada.
ru_ru: Уведомление о технических работах обновлено.

source: Could not connect to database. Try again in few minutes.
pl_pl: Nie można połączyć się z bazą danych. Spróbuj ponownie za kilka minut.
pt_pt: Não foi possível conectar ao banco de dados. Tente novamente em alguns minutos.
ru_ru: Не удалось подключиться к базе данных. Попробуйте снова через несколько минут.

source: Could not load character set %s.
pl_pl: Nie można załadować zestawu znaków %s.
pt_pt: Não foi possível carregar o conjunto de caracteres %s.
ru_ru: Не удалось загрузить набор символов %s.

source: %s GB
ru_ru: %s ГБ

source: %s MB
ru_ru: %s МБ

source: %s KB
ru_ru: %s кБ

source: %s byte
pl_pl: %s bajt
ru_ru: %s байт

source: Field is required.
pl_pl: To pole jest wymagane.
ru_ru: Необходимо заполнить поле.

source: Input is too short.
pl_pl: Wejście jest za długie.
ru_ru: Введен слишком короткий текст.

source: Input is too long.
pl_pl: Wejście jest za krótkie.
ru_ru: Введен слишком длинный текст.

source: Invalid input.
pl_pl: Nieprawidłowe wejście.
ru_ru: Введен неверный текст.

source: wrote
pl_pl: napisał/a
pt_pt: escrevi
ru_ru: написал

source: Click to show
pl_pl: Kliknij aby zobaczyć
ru_ru: Нажмите, чтобы посмотреть

source: This message had been already posted.
pl_pl: Ta wiadomość została już opublikowana.
pt_pt: Esta mensagem já havia sido postada.
ru_ru: Это сообщение уже было отправлено.

source: You don't have permission to access this forum.
pl_pl: Nie masz uprawnień dostępu do tego forum.
pt_pt: Você não tem permissão para acessar este fórum.
ru_ru: У Вас нет доступа к этому форуму.

source: This thread is closed, you cannot edit posts.
pl_pl: Ten wątek jest zamknięty, nie możesz edytować postów.
pt_pt: Este tópico está fechado, você não pode editar postagens.
ru_ru: Эта тема закрыта, Вы не можете редактировать сообщения.

source: You don't have permission to create new threads here.
pl_pl: Nie masz uprawnień aby utworzyć tu nowy wątek.
pt_pt: Você não tem permissão para criar novos tópicos aqui.
ru_ru: Вы не можете создавать новые темы здесь.

source: Please specify topic title.
pl_pl: Proszę określić tytuł tematu.
pt_pt: Por favor, especifique o título do tópico.
ru_ru: Пожалуйста, укажите тему сообщения.

source: Topic title is too long.
pl_pl: Tytuł tematu jest za długi.
pt_pt: Título do tópico é muito longo.
ru_ru: Слишком длинное название темы.

source: Please specify topic message.
pl_pl: Proszę określić wiadomość tematu.
pt_pt: Por favor, especifique a mensagem do tópico.
ru_ru: Пожалуйста, укажите текст сообщения.

source: You cannot create more than 5 sticky topics in this forum.
pl_pl: Nie możesz utworzyć więcej niż 5 przyklejonych tematów na tym forum.
pt_pt: Você não pode criar mais de 5 tópicos pegajosos neste fórum.
ru_ru: Вы не можете создавать более 5 закрепленных тем в этом разделе.

source: Topic with this name already exists.
pl_pl: Temat z tą nazwą już istnieje.
pt_pt: O tópico com este nome já existe.
ru_ru: Тема с таким названием уже существует.

source: Thread created.
pl_pl: Wątek utworzony.
pt_pt: Tópico criado.
ru_ru: Тема создана.

source: You cannot add yourself to your friendlist.
pl_pl: Nie możesz dodać siebie do listy znajomych.
pt_pt: Você não pode adicionar-se à sua lista de amigos.
ru_ru: Вы не можете добавить себя в друзья.

source: You are already friends with this user.
pl_pl: Już jesteś znajomym z tym użytkownikiem.
pt_pt: Você já é amigo deste usuário.
ru_ru: Этот пользователь уже в списке друзей.

source: Friend request had been already sent to this user.
pl_pl: Zaproszenie do znajomych zostało już wysłane tej osobie.
pt_pt: A solicitação de amigo já havia sido enviada para esse usuário.
ru_ru: Запрос уже был отправлен этому пользователю.

source: Friend request has been sent.
pl_pl: Zaproszenie do znajomych zostało wysłane.
pt_pt: Sua solicitação de amizade foi enviada.
ru_ru: Запрос отправлен.

source: Request not found.
pl_pl: Żądanie nie odnalezione.
pt_pt: Pedido não encontrado.
ru_ru: Запрос не найден.

source: Request declined.
pl_pl: Żądanie odrzucone.
pt_pt: Pedido recusado.
ru_ru: Запрос отклонен.

source: Request accepted.
pl_pl: Prośba zaakceptowana.
pt_pt: Pedido aceito.
ru_ru: Запрос принят.

source: Request cancelled.
pl_pl: Prośba anulowana.
pt_pt: Pedido cancelado.
ru_ru: Запрос отменен.

source: This user is not in your friendlist.
pl_pl: Ten użytkownik nie jest w Twojej liście znajomych.
pt_pt: Este usuário não está na sua lista de amigos.
ru_ru: Пользователь не в Вашем списке друзей.

source: User has been removed from your friendlist.
pl_pl: Użytkownik został usunięty z Twojej listy znajomych.
pt_pt: O usuário foi removido da sua lista de amigos.
ru_ru: Пользователь удален из списка друзей.

source: Invalid amount.
pl_pl: Nieprawidłowa kwota.
pt_pt: Montante inválido.
ru_ru: Неверное количество.

source: Some of game codes are invalid.
pl_pl: Kilka z kodów jest nieważne.
pt_pt: Alguns códigos de jogo são inválidos.
ru_ru: Некоторые из игровых кодов неверны.

source: No valid game codes specified.
pl_pl: Nie podano prawidłowych kodów.
pt_pt: Não foram especificados códigos de jogo válidos.
ru_ru: Не указаны верные игровые коды.

source: %s is duplicate.
pl_pl: %s jest duplikatem.
pt_pt: %s é duplicado.
ru_ru: %s дублируется.

source: %d game code added.
pl_pl: %d kod dodany.
pt_pt: %d código de jogo adicionado.
ru_ru: %d игровой код добавлен.

source: Letter not found.
pl_pl: Nie odnaleziono listu.
pt_pt: Carta não encontrada.
ru_ru: Письмо не найдено.

source: You don't have permission to edit this letter.
pl_pl: Nie masz uprawnień do edytowania tego listu.
pt_pt: Você não tem permissão para editar esta carta.
ru_ru: Вы не можете редактировать это письмо.

source: This letter had been delivered. You cannot edit it.
pl_pl: Ten list został wysłany. Nie możesz go edytować.
pt_pt: Esta carta foi entregue. Você não pode editá-la.
ru_ru: Это сообщение уже доставлено. Вы не можете редактировать его.

source: This letter has been removed from Savebox.
pl_pl: List został usunięty z zapisanych.
pt_pt: Esta carta foi removida do Savebox.
ru_ru: Письмо удалено из Сохраненных.

source: Could not delete this letter.
pl_pl: Nie można usunąć tego listu.
pt_pt: Não foi possível excluir esta carta.
ru_ru: Не удалось удалить письмо.

source: This letter has been deleted from your Inbox.
pl_pl: Ten list został usunięty ze skrzynki odbiorczej.
pt_pt: Esta carta foi excluída da sua caixa de entrada.
ru_ru: Письмо удалено из Входящих.

source: This letter has been deleted from your Outbox.
pl_pl: Ten list został usunięty ze skrzynki nadawczej.
pt_pt: Esta carta foi excluída do seu Outbox.
ru_ru: Письмо удалено из Исходящих.

source: This letter has been deleted from your Sentbox.
pl_pl: Ten list został usunięty z wysłanych.
pt_pt: Esta carta foi excluída do seu Sentbox.
ru_ru: Письмо удалено из Отправленных.

source: Letter has been saved.
pl_pl: List został zapisany.
pt_pt: A carta foi salva.
ru_ru: Письмо сохранено.

source: Could not save letter.
pl_pl: Nie można zapisać listu.
pt_pt: Não foi possível salvar a carta.
ru_ru: Не удалось сохранить письмо.

source: You cannot send letters to youself.
pl_pl: Nie możesz wysłać listu do siebie.
pt_pt: Você não pode enviar cartas para si mesmo.
ru_ru: Вы не можете отправлять письма себе.

source: Invalid recipient.
pl_pl: Nieprawidłowy odbiorca.
pt_pt: Recipiente inválido.
ru_ru: Неверные получатель.

source: You cannot send letters to yourself.
pl_pl: Nie możesz wysłać listu do siebie.
pt_pt: Você não pode enviar cartas para si mesmo.
ru_ru: Вы не можете отправлять письма себе.

source: Letter has been sent.
pl_pl: List został wysłany.
pt_pt: A carta foi enviada.
ru_ru: Письмо отправлено.

source: No subject specified.
pl_pl: Brak określonego tematu.
pt_pt: Nenhum assunto especificado.
ru_ru: Не указана тема.

source: Subject is too long.
pl_pl: Temat jest za długi.
pt_pt: O assunto é muito longo.
ru_ru: Слишком длинная тема.

source: No message specified.
pl_pl: Brak określonej wiadomości.
pt_pt: Nenhuma mensagem especificada.
ru_ru: Не указано сообщение.

source: Message is too long.
pl_pl: Wiadomość jest za długa.
pt_pt: A mensagem é muito longa.
ru_ru: Слишком длинное сообщение.

source: New Private Message has arrived
pl_pl: Przyszła nowa wiadomość prywatna
pt_pt: Nova mensagem privada chegou
ru_ru: Новое Личное Сообщение

source: Hello %s, You have received a new private message to your account on %s and you have requested that you be notified on this event. You can view your new message by clicking on the following link: http://wap.tibia-me.net/user/letters.php Remember that you can always choose not to be notified of new messages by changing the appropriate setting in your profile. http://wap.tibia-me.net/user/settings.php Kind Regards, Tibia-ME.net Support http://wap.tibia-me.net
ru_ru: Здравствуйте, %s, Кто-то отправил Вам письмо на %s и Вы просили уведомлять Вас об этом. Вы можете просмотреть письма, перейдя по следующей ссылке: http://wap.tibia-me.net/user/letters.php Вы можете отказаться от получения уведомлений, изменив соотвествующие настройки. http://wap.tibia-me.net/user/settings.php С Уважением, Tibia-ME.net Support http://wap.tibia-me.net

source: Password recovery confirmation
pl_pl: Potwierdzenie odzyskiwania hasła
pt_pt: Confirmação de recuperação de senha
ru_ru: Подтверждение восстановления пароля

source: Hello %s, You have requested a new password for your account on %s. Click the following link to continue new password activation: http://wap.tibia-me.net/user/lostpassword.php?user=%d&v=%s If you did not request a new password, just ignore this message. Kind Regards, Tibia-ME.net Support http://wap.tibia-me.net
ru_ru: Здравствуйте, %s, Вы начали восстановление пароля на %s. Перейдите по следующей ссылке, чтобы продолжить активацию нового пароля: http://wap.tibia-me.net/user/lostpassword.php?user=%d&v=%s Если Вы не запрашивали новый пароль - просто проигнорируйте это письмо. С Уважением, Tibia-ME.net Support http://wap.tibia-me.net

source: Avatar removed.
pl_pl: Awatar usunięty.
pt_pt: Avatar removido.
ru_ru: Аватар удален.

source: Invalid birth day.
pl_pl: Nieprawidłowa data urodzenia.
pt_pt: Dia de nascimento inválido.
ru_ru: Неверный день рождения.

source: Invalid birth month.
pl_pl: Nieprawidłowy miesiąc urodzenia.
pt_pt: Mês de nascimento inválido.
ru_ru: Неверный месяц рождения.

source: Name is too long.
pl_pl: Nazwa jest za długa.
pt_pt: O nome é muito longo.
ru_ru: Слишком длинное имя.

source: Invalid gender.
pl_pl: Nieprawidłowa płeć.
pt_pt: Gênero inválido.
ru_ru: Неверный пол.

source: Invalid rank.
pl_pl: Nieprawidłowa ranga.
pt_pt: Rank inválido.
ru_ru: Неверный ранг.

source: WhatsApp number is too long.
pl_pl: Numer WhatsApp jest za długi.
pt_pt: O número do WhatsApp é muito longo.
ru_ru: Слишком длинный номер WhatsApp.

source: Invalid ICQ.
pl_pl: Nieprawidłowy ICQ.
pt_pt: ICQ inválido.
ru_ru: Неверный ICQ.

source: Yahoo ID is too short.
pl_pl: Yahoo ID jest za krótki.
pt_pt: O ID do Yahoo é muito curto.
ru_ru: Слишком короткий Yahoo ID.

source: Yahoo ID is too long.
pl_pl: Yahoo ID jest za długi.
pt_pt: O ID do Yahoo é muito longo.
ru_ru: Слишком длинный Yahoo ID.

source: Skype ID is too short.
pl_pl: Skype ID jest za krótki.
pt_pt: O ID do Skype é muito curto.
ru_ru: Слишком короткий Skype ID.

source: Skype ID is too long.
pl_pl: Skype ID jest za długi.
pt_pt: O ID do Skype é muito longo.
ru_ru: Слишком длинный Skype ID.

source: Invalid relationship status.
pl_pl: Nieprawidłowy status związku.
pt_pt: Status do relacionamento inválido.
ru_ru: Неверное семейное положение.

source: Invalid vocation.
pl_pl: Nieprawidłowe powołanie.
pt_pt: Vocação inválida.
ru_ru: Неверный класс.

source: Signature is too long.
pl_pl: Podpis jest za długi.
pt_pt: A assinatura é muito longa.
ru_ru: Слишком длинная подпись.

source: Invalid E-mail.
pl_pl: Niewłaściwy e-mail.
pt_pt: E-mail inválido.
ru_ru: Неверный E-mail.

source: Guild name is too long.
pl_pl: Nazwa gildii jest za długa.
pt_pt: O nome da Guild é muito longo.
ru_ru: Слишком длинное название гильдии.

source: Rank name can't be empty.
pl_pl: Nazwa rangi nie może być pusta.
pt_pt: O nome do Rank não pode estar vazio.
ru_ru: Название ранга не может быть пустым.

source: Rank name is too long.
pl_pl: Nazwa rangi jest za długa.
pt_pt: O nome do Rank é muito longo.
ru_ru: Название ранга слишком длинное.

source: This name is already in use.
pl_pl: Ta nazwa jest już używana.
pt_pt: Esse nome já está em uso.
ru_ru: Это имя уже используется.

source: Prefix contains invalid characters.
pl_pl: Prefiks zawiera niewłaściwe znaki.
pt_pt: Prefix contém caracteres inválidos.
ru_ru: Префикс содержит недопустимые символы.

source: Prefix is too long.
pl_pl: Prefiks jest za długi.
pt_pt: Prefix é muito longo.
ru_ru: Префикс слишком длинный.

source: Invalid color.
pl_pl: Niewłaściwy kolor.
pt_pt: Cor inválida.
ru_ru: Неверный цвет.

source: Invalid permissions.
pl_pl: Nieprawidłowe uprawnienia.
pt_pt: Permissões inválidas.
ru_ru: Неверные права.

source: Accept
pl_pl: Akceptuj
pt_pt: Aceitar
ru_ru: Принять

source: Cancel
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена

source: Theme has been deleted.
pl_pl: Motyw został usunięty.
pt_pt: O tema foi excluído.
ru_ru: Тема удалена.

source: No file specified.
pl_pl: Nie określono pliku.
pt_pt: Nenhum arquivo especificado.
ru_ru: Не выбран файл.

source: Invalid MIME type (%s).
pl_pl: Nieprawidłowy typ MIME (%s).
pt_pt: Tipo MIME inválido (%s).
ru_ru: Неверный MIME тип (%s).

source: Corrupt image data.
pl_pl: Uszkodzony obraz.
pt_pt: Dados de imagem corrompidos.
ru_ru: Поврежденно содержимое изображения.

source: Image resolution should be %s.
pl_pl: Rozdzielczość obrazu powinna wynosić %s.
pt_pt: A resolução da imagem deve ser %s.
ru_ru: Разрешение изображения должно быть %s.

source: File extension cannot be empty.
pl_pl: Rozszerzenie pliku nie może być puste.
pt_pt: A extensão do arquivo não pode estar vazia.
ru_ru: Расширение файла не должно быть пустым.

source: File is too large.
pl_pl: Plik jest za duży.
pt_pt: O arquivo é muito grande.
ru_ru: Файл слишком большой.

source: Unknown error (errorcode: %d).
pl_pl: Nieznany błąd (kod: %d).
pt_pt: Erro desconhecido (código de erro: %d).
ru_ru: Неизвестная ошибка (код ошибки: %d).

source: Server error.
pl_pl: Błąd serwera.
pt_pt: Erro de servidor.
ru_ru: Ошибка сервера.

source: File %s already exists.
pl_pl: Plik %s już istnieje.
pt_pt: File %s já existe.
ru_ru: Файл %s уже существует.

source: Online
ru_ru: Онлайн

source: Offline
ru_ru: Офлайн

source: Guest
pl_pl: Gość
pt_pt: Convidado
ru_ru: Гость

source: Could not start session.
pl_pl: Nie można rozpocząć sesji.
pt_pt: Não foi possível iniciar a sessão.
ru_ru: Не удалось создать сессию.

source: Updating highscores.
pl_pl: Aktualizowanie wyników.
pt_pt: Atualizando highscores.
ru_ru: Обновление рекордов.

source: Maintenance work.
pl_pl: Praca konserwacyjna.
pt_pt: Manutenção.
ru_ru: Технические работы.

source: Come back in %d hour.
pl_pl: Wróć za %d godzinę.
pt_pt: Volte em %d hora.
ru_ru: Зайдите через %d минуту.

source: Come back in %d minute.
pl_pl: Wróć za %d minutę.
pt_pt: Volte em %d minuto.
ru_ru: Зайдите через %d минуту.

source: Come back later.
pl_pl: Wróć później.
pt_pt: Volte mais tarde.
ru_ru: Заходите позже.

source: 60 sec or until cancelled
pl_pl: 60 sekund lub do odwołania
pt_pt: 60 segundos ou até cancelado
ru_ru: 60 секунд или до отмены

source: Reduces damage taken by the player by 100&#37;.
pl_pl: Zmniejsza otrzymywane obrażenia przez gracza o 100&#37;.
pt_pt: Reduz o dano recebido pelo jogador em 100&#37;.
ru_ru: Уменьшает урон, полученный игроком, на 100&#37;.

source: Performs a guaranteed hit for the next attack. 50 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie dla następnego ataku. 50 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido para o próximo ataque. 50 segundos de cooldown.
ru_ru: Гарантированное попадание для следуещего удара. 50 секунд перезарядка.

source: Performs a guaranteed hit for the next 2 attacks. 50 seconds cooldown.
pl_pl: Wykonuje gwarantowane trafienie przy następnych 2 atakach. 50 sekund czasu odnowienia.
pt_pt: Executa um golpe garantido para os próximos 2 ataques. 50 segundos de cooldown.
ru_ru: Гарантированное попадание для следуещих 2-х ударов. 50 секунд перезарядка.
