Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Shifts yourself to a meditating state, regenerating 60&#37; of your total health and mana over 15 seconds. 90 seconds cooldown.
pl_pl: Wprowadza Cię w stan medytacji, regeneruje 60&#37; całej many oraz życia w ciągu 15 sekund. 90 sekund do odnowienia.
pt_pt: Entre em posição de meditação, regenerando 60&#37; da sua vida total e mana por 15 segundos. 90 segundos de cooldown.
ru_ru: Переключает Вас в состояние медитации, восстанавливая 60&#37; от максимального количества здоровья и маны в течении 15 секунд. 90 секунд перезарядка.

source: Surrounds your weapon with an electrical field, performing a guaranteed hit and incapacitating your target for 2.0 seconds with your next attack. 30 seconds cooldown.
pl_pl: Otacza Twoją broń polem elektrycznym, daje gwarantowane uderzenie i obezwładnia Twój cel na 2.0 sekundy. 30 sekund do odnowienia.
pt_pt: Reveste a sua arma com um campo elétrico, resultando em ataques infalíveis, que deixam o alvo incapacitados por 2.0 segundos. 30 segundos de cooldown.
ru_ru: Окружает Ваше оружие электрическим полем, нанося гарантированный удар и выводя из строя Вашу цель на 2.0 секунды следующей атакой. 30 секунд перезарядка.

source: Surrounds your weapon with an electrical field, performing a guaranteed hit and incapacitating your target for 2.5 seconds with your next attack. 30 seconds cooldown.
pl_pl: Otacza Twoją broń polem elektrycznym, daje gwarantowane uderzenie i obezwładnia Twój cel na 2.5 sekundy. 30 sekund do odnowienia.
pt_pt: Reveste a sua arma com um campo elétrico, resultando em ataques infalíveis, que deixam o alvo incapacitados por 2.5 segundos. 30 segundos de cooldown.
ru_ru: Окружает Ваше оружие электрическим полем, нанося гарантированный удар и выводя из строя Вашу цель на 2.5 секунды следующей атакой. 30 секунд перезарядка.

source: Surrounds your weapon with an electrical field, performing a guaranteed hit and incapacitating your target for 3.0 seconds with your next attack. 30 seconds cooldown.
pl_pl: Otacza Twoją broń polem elektrycznym, daje gwarantowane uderzenie i obezwładnia Twój cel na 3.0 sekundy. 30 sekund do odnowienia.
pt_pt: Reveste a sua arma com um campo elétrico, resultando em ataques infalíveis, que deixam o alvo incapacitados por 3.0 segundos. 30 segundos de cooldown.
ru_ru: Окружает Ваше оружие электрическим полем, нанося гарантированный удар и выводя из строя Вашу цель на 3.0 секунды следующей атакой. 30 секунд перезарядка.

source: Surrounds your weapon with an electrical field, performing a guaranteed hit and incapacitating your target for 3.5 seconds with your next attack. 30 seconds cooldown.
pl_pl: Otacza Twoją broń polem elektrycznym, daje gwarantowane uderzenie i obezwładnia Twój cel na 3.5 sekundy. 30 sekund do odnowienia.
pt_pt: Reveste a sua arma com um campo elétrico, resultando em ataques infalíveis, que deixam o alvo incapacitados por 3.5 segundos. 30 segundos de cooldown.
ru_ru: Окружает Ваше оружие электрическим полем, нанося гарантированный удар и выводя из строя Вашу цель на 3.5 секунды следующей атакой. 30 секунд перезарядка.

source: Surrounds your weapon with an electrical field, performing a guaranteed hit and incapacitating your target for 4.0 seconds with your next attack. 30 seconds cooldown.
pl_pl: Otacza Twoją broń polem elektrycznym, daje gwarantowane uderzenie i obezwładnia Twój cel na 4.0 sekundy. 30 sekund do odnowienia.
pt_pt: Reveste a sua arma com um campo elétrico, resultando em ataques infalíveis, que deixam o alvo incapacitados por 4.0 segundos. 30 segundos de cooldown.
ru_ru: Окружает Ваше оружие электрическим полем, нанося гарантированный удар и выводя из строя Вашу цель на 4.0 секунды следующей атакой. 30 секунд перезарядка.

source: Fills yourself with a burst of holy energy, increasing the healing caused by 15&#37; for your next 3 healing spells. 20 seconds cooldown.
pl_pl: Napełnia się sercem świętej energii, zwiększa leczenie o 15&#37; na Twoje 3 następne czary leczące. 20 sekund do odnowienia.
pt_pt: Carregue o seu corpo com uma poderosa energia sagrada, aumentando a recuperação 15&#37; para as três próximas magias. 20 segundos de cooldown.
ru_ru: Заполняет Вас вспышкой святой энергии, увеличивая исцеление Ваших следующих 3-х исцеляющих заклинаний на 15&#37;. 20 секунд перезарядка.

source: Fills yourself with a burst of holy energy, increasing the healing caused by 16&#37; for your next 3 healing spells. 20 seconds cooldown.
pl_pl: Napełnia się sercem świętej energii, zwiększa leczenie o 16&#37; na Twoje 3 następne czary leczące. 20 sekund do odnowienia.
pt_pt: Carregue o seu corpo com uma poderosa energia sagrada, aumentando a recuperação 16&#37; para as três próximas magias. 20 segundos de cooldown.
ru_ru: Заполняет Вас вспышкой святой энергии, увеличивая исцеление Ваших следующих 3-х исцеляющих заклинаний на 16&#37;. 20 секунд перезарядка.

source: Fills yourself with a burst of holy energy, increasing the healing caused by 17&#37; for your next 3 healing spells. 20 seconds cooldown.
pl_pl: Napełnia się sercem świętej energii, zwiększa leczenie o 17&#37; na Twoje 3 następne czary leczące. 20 sekund do odnowienia.
pt_pt: Carregue o seu corpo com uma poderosa energia sagrada, aumentando a recuperação 17&#37; para as três próximas magias. 20 segundos de cooldown.
ru_ru: Заполняет Вас вспышкой святой энергии, увеличивая исцеление Ваших следующих 3-х исцеляющих заклинаний на 17&#37;. 20 секунд перезарядка.

source: Fills yourself with a burst of holy energy, increasing the healing caused by 19&#37; for your next 3 healing spells. 20 seconds cooldown.
pl_pl: Napełnia się sercem świętej energii, zwiększa leczenie o 19&#37; na Twoje 3 następne czary leczące. 20 sekund do odnowienia.
pt_pt: Carregue o seu corpo com uma poderosa energia sagrada, aumentando a recuperação 19&#37; para as três próximas magias. 20 segundos de cooldown.
ru_ru: Заполняет Вас вспышкой святой энергии, увеличивая исцеление Ваших следующих 3-х исцеляющих заклинаний на 19&#37;. 20 секунд перезарядка.

source: Fills yourself with a burst of holy energy, increasing the healing caused by 20&#37; for your next 3 healing spells. 20 seconds cooldown.
pl_pl: Napełnia się sercem świętej energii, zwiększa leczenie o 20&#37; na Twoje 3 następne czary leczące. 20 sekund do odnowienia.
pt_pt: Carregue o seu corpo com uma poderosa energia sagrada, aumentando a recuperação 20&#37; para as três próximas magias. 20 segundos de cooldown.
ru_ru: Заполняет Вас вспышкой святой энергии, увеличивая исцеление Ваших следующих 3-х исцеляющих заклинаний на 20&#37;. 20 секунд перезарядка.

source: Enhances your spells with holy energy, performing a guaranteed hit and increasing the minimum damage amount of your spells by 72&#37; for next 3 spells. 20 seconds cooldown.
pl_pl: Wzmacnia Twoje czary świętą energią, daje gwarantowane uderzenie i zwiększa minimalne obrażenia czarów o 72&#37; na następne 3 czary. 20 sekund do odnowienia.
pt_pt: Melhora as suas magias com energia sagrada, desferindo um ataque infalível e aumentando o dano causada em 72&#37; pelos próximas 3 magias. 20 segundos de cooldown.
ru_ru: Усиливает Ваши заклинания святой энергией, гарантируя попадание и увеличивая минимальный урон на 72&#37; для Ваших следующих 3-х заклинаний. 20 секунд перезарядка.

source: Enhances your spells with holy energy, performing a guaranteed hit and increasing the minimum damage amount of your spells by 84&#37; for next 3 spells. 20 seconds cooldown.
pl_pl: Wzmacnia Twoje czary świętą energią, daje gwarantowane uderzenie i zwiększa minimalne obrażenia czarów o 84&#37; na następne 3 czary. 20 sekund do odnowienia.
pt_pt: Melhora as suas magias com energia sagrada, desferindo um ataque infalível e aumentando o dano causada em 84&#37; pelos próximas 3 magias. 20 segundos de cooldown.
ru_ru: Усиливает Ваши заклинания святой энергией, гарантируя попадание и увеличивая минимальный урон на 84&#37; для Ваших следующих 3-х заклинаний. 20 секунд перезарядка.

source: Enhances your spells with holy energy, performing a guaranteed hit and increasing the minimum damage amount of your spells by 95&#37; for next 3 spells. 20 seconds cooldown.
pl_pl: Wzmacnia Twoje czary świętą energią, daje gwarantowane uderzenie i zwiększa minimalne obrażenia czarów o 95&#37; na następne 3 czary. 20 sekund do odnowienia.
pt_pt: Melhora as suas magias com energia sagrada, desferindo um ataque infalível e aumentando o dano causada em 95&#37; pelos próximas 3 magias. 20 segundos de cooldown.
ru_ru: Усиливает Ваши заклинания святой энергией, гарантируя попадание и увеличивая минимальный урон на 95&#37; для Ваших следующих 3-х заклинаний. 20 секунд перезарядка.

source: Enhances your spells with holy energy, performing a guaranteed hit and increasing the minimum damage amount of your spells by 106&#37; for next 3 spells. 20 seconds cooldown.
pl_pl: Wzmacnia Twoje czary świętą energią, daje gwarantowane uderzenie i zwiększa minimalne obrażenia czarów o 106&#37; na następne 3 czary. 20 sekund do odnowienia.
pt_pt: Melhora as suas magias com energia sagrada, desferindo um ataque infalível e aumentando o dano causada em 106&#37; pelos próximas 3 magias. 20 segundos de cooldown.
ru_ru: Усиливает Ваши заклинания святой энергией, гарантируя попадание и увеличивая минимальный урон на 106&#37; для Ваших следующих 3-х заклинаний. 20 секунд перезарядка.

source: Enhances your spells with holy energy, performing a guaranteed hit and increasing the minimum damage amount of your spells by 117&#37; for next 3 spells. 20 seconds cooldown.
pl_pl: Wzmacnia Twoje czary świętą energią, daje gwarantowane uderzenie i zwiększa minimalne obrażenia czarów o 117&#37; na następne 3 czary. 20 sekund do odnowienia.
pt_pt: Melhora as suas magias com energia sagrada, desferindo um ataque infalível e aumentando o dano causada em 117&#37; pelos próximas 3 magias. 20 segundos de cooldown.
ru_ru: Усиливает Ваши заклинания святой энергией, гарантируя попадание и увеличивая минимальный урон на 117&#37; для Ваших следующих 3-х заклинаний. 20 секунд перезарядка.

source: A mighty phrase added to your spells that sunders the armour of your enemy. Performs a guaranteed hit and reduces the armour of your enemy by 18&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Potężna fraza dodana do Twoich czarów która odrywa ich zbroję. Daje gwarantowane uderzenie i redukuje opancerzenie wroga o 18&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Um poder que danifica a armadura do seu inimigo. Desfere um ataque infalível e reduz a armadura do seu inimigo em 18&#37; nas próximas 2 magias. 24 segundos de cooldown.
ru_ru: Могущественная фраза, добавленная к Вашим заклинаниям, раскалывает броню Ваших врагов. Гарантирует попадание и ослабляет броню Вашего врага на 18&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: A mighty phrase added to your spells that sunders the armour of your enemy. Performs a guaranteed hit and reduces the armour of your enemy by 21&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Potężna fraza dodana do Twoich czarów która odrywa ich zbroję. Daje gwarantowane uderzenie i redukuje opancerzenie wroga o 21&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Um poder que danifica a armadura do seu inimigo. Desfere um ataque infalível e reduz a armadura do seu inimigo em 21&#37; nas próximas 2 magias. 24 segundos de cooldown.
ru_ru: Могущественная фраза, добавленная к Вашим заклинаниям, раскалывает броню Ваших врагов. Гарантирует попадание и ослабляет броню Вашего врага на 21&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: A mighty phrase added to your spells that sunders the armour of your enemy. Performs a guaranteed hit and reduces the armour of your enemy by 24&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Potężna fraza dodana do Twoich czarów która odrywa ich zbroję. Daje gwarantowane uderzenie i redukuje opancerzenie wroga o 24&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Um poder que danifica a armadura do seu inimigo. Desfere um ataque infalível e reduz a armadura do seu inimigo em 24&#37; nas próximas 2 magias. 24 segundos de cooldown.
ru_ru: Могущественная фраза, добавленная к Вашим заклинаниям, раскалывает броню Ваших врагов. Гарантирует попадание и ослабляет броню Вашего врага на 24&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: A mighty phrase added to your spells that sunders the armour of your enemy. Performs a guaranteed hit and reduces the armour of your enemy by 27&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Potężna fraza dodana do Twoich czarów która odrywa ich zbroję. Daje gwarantowane uderzenie i redukuje opancerzenie wroga o 27&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Um poder que danifica a armadura do seu inimigo. Desfere um ataque infalível e reduz a armadura do seu inimigo em 27&#37; nas próximas 2 magias. 24 segundos de cooldown.
ru_ru: Могущественная фраза, добавленная к Вашим заклинаниям, раскалывает броню Ваших врагов. Гарантирует попадание и ослабляет броню Вашего врага на 27&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: A mighty phrase added to your spells that sunders the armour of your enemy. Performs a guaranteed hit and reduces the armour of your enemy by 30&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Potężna fraza dodana do Twoich czarów która odrywa ich zbroję. Daje gwarantowane uderzenie i redukuje opancerzenie wroga o 30&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Um poder que danifica a armadura do seu inimigo. Desfere um ataque infalível e reduz a armadura do seu inimigo em 30&#37; nas próximas 2 magias. 24 segundos de cooldown.
ru_ru: Могущественная фраза, добавленная к Вашим заклинаниям, раскалывает броню Ваших врагов. Гарантирует попадание и ослабляет броню Вашего врага на 30&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: Reduces the mana costs of your weapon by 30&#37; for the next 20 seconds. 50 seconds cooldown.
pl_pl: Redukuje koszty many Twojej broni o 30&#37; na następne 20 sekund. 50 sekund do odnowienia.
pt_pt: Reduz o custo de mana da arma em 30&#37; pelos próximos 20 segundos. 50 segundos de cooldown.
ru_ru: Уменьшает расход маны Вашего оружия на 30&#37; на 20 секунд. 50 секунд перезарядка.

source: Reduces the mana costs of your weapon by 35&#37; for the next 20 seconds. 50 seconds cooldown.
pl_pl: Redukuje koszty many Twojej broni o 35&#37; na następne 20 sekund. 50 sekund do odnowienia.
pt_pt: Reduz o custo de mana da arma em 35&#37; pelos próximos 20 segundos. 50 segundos de cooldown.
ru_ru: Уменьшает расход маны Вашего оружия на 35&#37; на 20 секунд. 50 секунд перезарядка.

source: Reduces the mana costs of your weapon by 40&#37; for the next 20 seconds. 50 seconds cooldown.
pl_pl: Redukuje koszty many Twojej broni o 40&#37; na następne 20 sekund. 50 sekund do odnowienia.
pt_pt: Reduz o custo de mana da arma em 40&#37; pelos próximos 20 segundos. 50 segundos de cooldown.
ru_ru: Уменьшает расход маны Вашего оружия на 40&#37; на 20 секунд. 50 секунд перезарядка.

source: Reduces the mana costs of your weapon by 45&#37; for the next 20 seconds. 50 seconds cooldown.
pl_pl: Redukuje koszty many Twojej broni o 45&#37; na następne 20 sekund. 50 sekund do odnowienia.
pt_pt: Reduz o custo de mana da arma em 45&#37; pelos próximos 20 segundos. 50 segundos de cooldown.
ru_ru: Уменьшает расход маны Вашего оружия на 45&#37; на 20 секунд. 50 секунд перезарядка.

source: Reduces the mana costs of your weapon by 50&#37; for the next 20 seconds. 50 seconds cooldown.
pl_pl: Redukuje koszty many Twojej broni o 50&#37; na następne 20 sekund. 50 sekund do odnowienia.
pt_pt: Reduz o custo de mana da arma em 50&#37; pelos próximos 20 segundos. 50 segundos de cooldown.
ru_ru: Уменьшает расход маны Вашего оружия на 50&#37; на 20 секунд. 50 секунд перезарядка.

source: A dexterous strike that performs a guaranteed hit and increases the damage dealt by 26&#37; for the next 5 attacks. 20 seconds cooldown.
pl_pl: Zręczny cios, który daje gwarantowane uderzenie oraz zwiększa zadawane obrażenia o 26&#37; na następne 5 ataków. 20 sekund do odnowienia.
pt_pt: Um poderoso ataque que desfere um golpe infalível e aumenta o dano causado em 26&#37; pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Ловкий удар, наносящий гарантированный удар и увеличивающий наносимый урон на 26&#37; в течение следующих 5-и атак. 20 секунды перезарядка.

source: A dexterous strike that performs a guaranteed hit and increases the damage dealt by 31&#37; for the next 5 attacks. 20 seconds cooldown.
pl_pl: Zręczny cios, który daje gwarantowane uderzenie oraz zwiększa zadawane obrażenia o 31#37; na następne 5 ataków. 20 sekund do odnowienia.
pt_pt: Um poderoso ataque que desfere um golpe infalível e aumenta o dano causado em 31&#37; pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Ловкий удар, наносящий гарантированный удар и увеличивающий наносимый урон на 31&#37; в течение следующих 5-и атак. 20 секунды перезарядка.

source: A dexterous strike that performs a guaranteed hit and increases the damage dealt by 35&#37; for the next 5 attacks. 20 seconds cooldown.
pl_pl: Zręczny cios, który daje gwarantowane uderzenie oraz zwiększa zadawane obrażenia o 35#37; na następne 5 ataków. 20 sekund do odnowienia.
pt_pt: Um poderoso ataque que desfere um golpe infalível e aumenta o dano causado em 35&#37; pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Ловкий удар, наносящий гарантированный удар и увеличивающий наносимый урон на 35&#37; в течение следующих 5-и атак. 20 секунды перезарядка.

source: A dexterous strike that performs a guaranteed hit and increases the damage dealt by 39&#37; for the next 5 attacks. 20 seconds cooldown.
pl_pl: Zręczny cios, który daje gwarantowane uderzenie oraz zwiększa zadawane obrażenia o 39#37; na następne 5 ataków. 20 sekund do odnowienia.
pt_pt: Um poderoso ataque que desfere um golpe infalível e aumenta o dano causado em 39&#37; pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Ловкий удар, наносящий гарантированный удар и увеличивающий наносимый урон на 39&#37; в течение следующих 5-и атак. 20 секунды перезарядка.

source: A dexterous strike that performs a guaranteed hit and increases the damage dealt by 44&#37; for the next 5 attacks. 20 seconds cooldown.
pl_pl: Zręczny cios, który daje gwarantowane uderzenie oraz zwiększa zadawane obrażenia o 44#37; na następne 5 ataków. 20 sekund do odnowienia.
pt_pt: Um poderoso ataque que desfere um golpe infalível e aumenta o dano causado em 44&#37; pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Ловкий удар, наносящий гарантированный удар и увеличивающий наносимый урон на 44&#37; в течение следующих 5-и атак. 20 секунды перезарядка.

source: Surrounds you with an arcane ward, protecting yourself from enemy debuffs for 10 seconds. 50 seconds cooldown.
pl_pl: Otacza Cię tajemniczą różdżką, chroniąc się od debuffów wrogów na 10 sekund. 50 sekund do odnowienia.
pt_pt: Te cerca de um poder arcano, evitando os debuffs inimigos por 10 segundos. 50 segundos de cooldown.
ru_ru: Окружает Вас щитом тайной магии, защищая от вражеских дебафов на 10 секунд. 50 секунд перезарядка.

source: Surrounds you with an arcane ward, protecting yourself from enemy debuffs for 10 seconds. 45 seconds cooldown.
pl_pl: Otacza Cię tajemniczą różdżką, chroniąc się od debuffów wrogów na 10 sekund. 45sekund do odnowienia.
pt_pt: Te cerca de um poder arcano, evitando os debuffs inimigos por 10 segundos. 45 segundos de cooldown.
ru_ru: Окружает Вас щитом тайной магии, защищая от вражеских дебафов на 10 секунд. 45 секунд перезарядка.

source: Surrounds you with an arcane ward, protecting yourself from enemy debuffs for 10 seconds. 40 seconds cooldown.
pl_pl: Otacza Cię tajemniczą różdżką, chroniąc się od debuffów wrogów na 10 sekund. 40sekund do odnowienia.
pt_pt: Te cerca de um poder arcano, evitando os debuffs inimigos por 10 segundos. 40 segundos de cooldown.
ru_ru: Окружает Вас щитом тайной магии, защищая от вражеских дебафов на 10 секунд. 40 секунд перезарядка.

source: Surrounds you with an arcane ward, protecting yourself from enemy debuffs for 10 seconds. 35 seconds cooldown.
pl_pl: Otacza Cię tajemniczą różdżką, chroniąc się od debuffów wrogów na 10 sekund. 35sekund do odnowienia.
pt_pt: Te cerca de um poder arcano, evitando os debuffs inimigos por 10 segundos. 35 segundos de cooldown.
ru_ru: Окружает Вас щитом тайной магии, защищая от вражеских дебафов на 10 секунд. 35 секунд перезарядка.

source: Surrounds you with an arcane ward, protecting yourself from enemy debuffs for 10 seconds. 30 seconds cooldown.
pl_pl: Otacza Cię tajemniczą różdżką, chroniąc się od debuffów wrogów na 10 sekund. 30sekund do odnowienia.
pt_pt: Te cerca de um poder arcano, evitando os debuffs inimigos por 10 segundos. 30 segundos de cooldown.
ru_ru: Окружает Вас щитом тайной магии, защищая от вражеских дебафов на 10 секунд. 30 секунд перезарядка.

source: A stream of holy energy flows through your body, causing your healing spells to heal yourself and all allies in 3 yards range with 71&#37; of the original heal amount for next to 2 healing spells. 30 seconds cooldown.
pl_pl: Strumień świętej energii przepływa przez Twoje ciało sprawiając, że czary leczenia leczą Ciebie i wszystkich Twoich sojuszników w zasięgu 3 metrów z 71&#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Uma corrente de energia sagrada corre pelo seu corpo, aumentando as magias de recuperação suas e dos aliados em um raio de 3 jardas em 71&#37; da quantidade original pelas próximas duas magias. 30 segundos de cooldown.
ru_ru: Поток святой энергии протекает через Ваше тело, Ваши следующие 2 исцеляющих заклинания исцеляют Вас и всех союзников в радиусе 3-х ярдов на 71&#37; от изначального исцеления. 30 секунд перезарядка.

source: A stream of holy energy flows through your body, causing your healing spells to heal yourself and all allies in 3 yards range with 72&#37; of the original heal amount for next to 2 healing spells. 30 seconds cooldown.
pl_pl: Strumień świętej energii przepływa przez Twoje ciało sprawiając, że czary leczenia leczą Ciebie i wszystkich Twoich sojuszników w zasięgu 3 metrów z 72#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Uma corrente de energia sagrada corre pelo seu corpo, aumentando as magias de recuperação suas e dos aliados em um raio de 3 jardas em 72&#37; da quantidade original pelas próximas duas magias. 30 segundos de cooldown.
ru_ru: Поток святой энергии протекает через Ваше тело, Ваши следующие 2 исцеляющих заклинания исцеляют Вас и всех союзников в радиусе 3-х ярдов на 72&#37; от изначального исцеления. 30 секунд перезарядка.

source: A stream of holy energy flows through your body, causing your healing spells to heal yourself and all allies in 3 yards range with 73&#37; of the original heal amount for next to 2 healing spells. 30 seconds cooldown.
pl_pl: Strumień świętej energii przepływa przez Twoje ciało sprawiając, że czary leczenia leczą Ciebie i wszystkich Twoich sojuszników w zasięgu 3 metrów z 73#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Uma corrente de energia sagrada corre pelo seu corpo, aumentando as magias de recuperação suas e dos aliados em um raio de 3 jardas em 73&#37; da quantidade original pelas próximas duas magias. 30 segundos de cooldown.
ru_ru: Поток святой энергии протекает через Ваше тело, Ваши следующие 2 исцеляющих заклинания исцеляют Вас и всех союзников в радиусе 3-х ярдов на 73&#37; от изначального исцеления. 30 секунд перезарядка.
