Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Updated %d hour ago.
pl_pl: Aktualizowano %d godzinę temu.
pt_pt: Atualizado %d horas atrás.
ru_ru: Обновлено %d час назад.

source: Updated less than hour ago.
pl_pl: Zaktualizowano mniej niż godzinę temu.
pt_pt: Atualizado a menos de uma hora atrás.
ru_ru: Обновлено менее часа назад.

source: Loading chart data...
pl_pl: Ładowanie danych wykresu...
pt_pt: Carregando dados do gráfico ...
ru_ru: Идет загрузка данных...

source: Max daily gain
pl_pl: Największy dzienny przyrost
pt_pt: Ganho diário máximo
ru_ru: Максимальный набор за день

source: Min daily gain
pl_pl: Najmniejszy dzienny przyrost
pt_pt: Ganho diário mínimo
ru_ru: Минимальные набор за день

source: Last %d day
pl_pl: Ostatni %d dzień
ru_ru: Последний %d день

source: %d character
pl_pl: %d postać
pt_pt: %d Personagem
ru_ru: %d персонаж

source: Max gain
pl_pl: Największy przyrost
pt_pt: Max ganho
ru_ru: Макс. набор опыта

source: Min gain
pl_pl: Najmniejszy przyrost
pt_pt: Min ganho
ru_ru: Мин. набор опыта

source: view all
pl_pl: pokaż wszystko
pt_pt: ver tudo
ru_ru: посмотреть все

source: hide
pl_pl: ukryj
pt_pt: ocultar
ru_ru: скрыть

source: Chat
pl_pl: Czat
ru_ru: Чат

source: Type your message
pl_pl: Wpisz swoją wiadomość
ru_ru: Напишите сообщение

source: Events calendar
pl_pl: Kalendarz wydarzeń
pt_pt: Calendário de Eventos
ru_ru: Календарь событий

source: Banlist
pl_pl: Lista banów
pt_pt: Lista dos banidos
ru_ru: Список банов

source: TibiaME is the first massively multiplayer online role-playing game for mobile devices. Come together with hundreds of players and experience adventures in a colourful virtual world! Along with your friends you explore the mysterious land of TibiaME, fight your way through hordes of evil creatures and solve ancient riddles to find untold treasures. With every monster you defeat you will grow in strength and power. TibiaME is based on the successful online role-playing game Tibia which attracts thousands of players every day.
pl_pl: TibiaME to pierwsza wirtualna gra fabularna dla wielu graczy na urządzenia mobilne. Dołącz do setek graczy i przeżyj przygody w kolorowym wirtualnym świecie! Wraz z przyjaciółmi odkrywasz tajemniczą krainę TibiaME, walczysz z hordami złych stworzeń i rozwiązujesz starożytne zagadki, by znaleźć niezliczone skarby. Z każdym pokonanym potworem będziesz rosnąć w siłę i moc. TibiaME opiera się na udanej internetowej grze fabularnej Tibia, która każdego dnia przyciąga tysiące graczy.
pt_pt: TibiaME é o primeiro RPG online multiplayer para celulares. Junte-se a centenas de jogadores e desfrute das aventuras em um mundo virtual colorido! Explore as terras de TibiaME, batalhe contra hordas de criaturas malignas e resolva enigmas antigos para encontrar tesouros nunca antes vistos! A cada monstro que derrotar, mais forte você ficará. TibiaME é baseado no grande sucesso de RPG online Tibia que atrai milhares de jogadores todos os dias.
ru_ru: TibiaME - первая массовая многопользовательская ролевая онлайн игра для мобильных устройств. Собирайтесь с сотнями игроков и переживайте приключения в красочном виртуальном мире! Вместе с друзьями вы исследуете таинственную землю TibiaME, прокладываете свой путь через орды злых существ и решаете древние загадки, чтобы найти несметные сокровища. С каждым побежденным монстром Ваши силы будут расти. TibiaME основана на успешной ролевой онлайн игре Tibia, которая привлекает тысячи игроков каждый день.

source: Encyclopedia
pl_pl: Encyklopedia
pt_pt: Enciclopédia
ru_ru: Энциклопедия

source: Armour Calculator
pl_pl: Przelicznik Zbroi
pt_pt: Calculadora de armadura
ru_ru: Калькулятор брони

source: Armours
pl_pl: Zbroje
pt_pt: Armaduras
ru_ru: Броня

source: Monsters
pl_pl: Potwory
pt_pt: Monstros
ru_ru: Монстры

source: Spells
pl_pl: Czary
pt_pt: Magias
ru_ru: Заклинания

source: Skills
pl_pl: Umiejętności
pt_pt: Habilidades
ru_ru: Способности

source: Related sites
pl_pl: Powiązane strony
pt_pt: Sites relacionados
ru_ru: Похожие сайты

source: Official website
pl_pl: Oficjalna strona
pt_pt: Website oficial
ru_ru: Официальный сайт

source: About us
pl_pl: O nas
pt_pt: Sobre nós
ru_ru: О нас

source: Recipient
pl_pl: Odbiorca
pt_pt: Destinatário
ru_ru: Получатель

source: Subject
pl_pl: Temat
pt_pt: Assunto
ru_ru: Тема

source: Text
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст

source: Incoming
pl_pl: Przychodzące
pt_pt: Entrada
ru_ru: Входящие

source: Outgoing
pl_pl: Wychodzące
pt_pt: Extrovertido
ru_ru: Исходящие

source: Sent
pl_pl: Wysłane
pt_pt: Enviado
ru_ru: Отправленные

source: Saved
pl_pl: Zapisane
pt_pt: Salvo
ru_ru: Сохраненные

source: This folder is empty.
pl_pl: Ten folder jest pusty.
pt_pt: Esta pasta está vazia.
ru_ru: Эта папка пуста.

source: unread
pl_pl: nieodczytany
pt_pt: Não lida
ru_ru: непрочитано

source: This letter is saved.
pl_pl: Ten list jets zapisany.
pt_pt: Esta carta está salva.
ru_ru: Письмо сохранено.

source: Are you sure you want to save this letter?
pl_pl: Czy na pewno chcesz zapisać ten list?
pt_pt: Tem certeza de que deseja salvar esta carta?
ru_ru: Вы уверены, что хотите сохранить это письмо?

source: Are you sure you want to delete this letter?
pl_pl: Czy na pewno chcesz usunąć ten list?
pt_pt: Tem certeza de que deseja excluir esta carta?
ru_ru: Вы уверены, что хотите удалить это письмо?

source: select world
pl_pl: wybierz świat
pt_pt: selecione o mundo
ru_ru: выберите мир

source: Remember me on this device.
pl_pl: Zapamiętaj na tym urządeniu.
pt_pt: Lembre-se de mim neste dispositivo.
ru_ru: Запомнить меня на этом устройстве.

source: Hello, %s.
pl_pl: Witaj, %s.
pt_pt: Olá, %s.
ru_ru: Привет, %s.

source: Last time you were here on %s.
pl_pl: Ostatni raz byłeś/aś tu %s.
pt_pt: A última vez que você estava aqui em %s.
ru_ru: Последнее посещение: %s.

source: What's new
pl_pl: Co nowego?
pt_pt: O que há de novo
ru_ru: Что нового

source: No news since your previous visit.
pl_pl: Brak nowości od Twojej ostatniej wizyty.
pt_pt: Nenhuma novidade desde sua visita anterior.
ru_ru: Ничего нового с момента Вашего последнего посещения.

source: %d artwork
pl_pl: %d praca
pt_pt: %d obra
ru_ru: %d артворк

source: %d letter
pl_pl: %d list
pt_pt: %d carta
ru_ru: %d письмо

source: %d news
pl_pl: %d nowości
pt_pt: %d notícia
ru_ru: %d новость

source: %d theme
pl_pl: %d motyw
pt_pt: %d tema
ru_ru: %d скин

source: Recover password
pl_pl: Odzyskaj hasło
pt_pt: Recuperar senha
ru_ru: Восстановить пароль

source: New password
pl_pl: Nowe hasło
pt_pt: Nova senha
ru_ru: Новый пароль

source: at least 5 characters
pl_pl: przynajmniej 5 znaków
pt_pt: no mínimo 5 caractéres
ru_ru: минимум 5 символов

source: Total registered users
pl_pl: Wszyscy zarejestrowani użytkownicy
pt_pt: Total de usuários registrados
ru_ru: Всего зарегистрированных пользователей

source: No notifications.
pl_pl: Brak powiadomień.
pt_pt: Nenhuma notificação.
ru_ru: Нет уведомлений.

source: %s posted at <a href="%s">forum</a>.
pl_pl: %s napisał/a na <a href="%s">forum</a>.
pt_pt: %s postou em <a href="%s">fórum</a>.
ru_ru: %s оставил(а) сообщение на <a href="%s">форуме</a>.

source: %s and %s posted at <a href="%s">forum</a>.
pl_pl: %s i %s napisali <a href="%s">forum</a>.
pt_pt: %s e %s postou em <a href="%s">fórum</a>.
ru_ru: %s и %s оставили сообщения на <a href="%s">форуме</a>.

source: %s and %d other user posted at <a href="%s">forum</a>.
pl_pl: %s i %d inny użytkownik napisali na <a href="%s">forum</a>.
pt_pt: %s e %d outro usuário postou no <a href="%s">fórum</a>.
ru_ru: %s и %d другой пользователь оставили сообщения на <a href="%s">форуме</a>.

source: %s commented on <a href="%s">photo</a>.
pl_pl: %s skomentował/a <a href="%s">zdjęcie</a>.
pt_pt: %s comentou em <a href="%s">foto</a>.
ru_ru: %s прокомментировал(а) <a href="%s">фотографию</a>.

source: %s and %s commented on <a href="%s">photo</a>.
pl_pl: %s i %s skomentowali <a href="%s">zdjęcie</a>.
pt_pt: %s e %s comentou em <a href="%s">foto</a>.
ru_ru: %s и %s прокомментировали <a href="%s">фотографию</a>.

source: %s and %d other user commented on <a href="%s">photo</a>.
pl_pl: %s i %d inny użytkownik <a href="%s">zdjęcie</a>.
pt_pt: %s e %d outro usuário comentou em <a href="%s">foto</a>.
ru_ru: %s и %d другой пользователь прокомментировали <a href="%s">фотографию</a>.

source: %s commented on <a href="%s">screenshot</a>.
pl_pl: %s skomentował/a<a href="%s">zrzut ekranu</a>.
pt_pt: %s comentou em <a href="%s">captura de tela</a>.
ru_ru: %s прокомментировал(а) <a href="%s">скриншот</a>.

source: %s and %s commented on <a href="%s">screenshot</a>.
pl_pl: %s i %s skomentowali <a href="%s">zrzut ekranu</a>.
pt_pt: %s e % s comentou em <a href="%s">captura de tela</a>.
ru_ru: %s и %s прокомментировали <a href="%s">скриншот</a>.

source: %s and %d other user commented on <a href="%s">screenshot</a>.
pl_pl: %s i %d inny użytkownik skomentowali <a href="%s">zrzut ekranu</a>.
pt_pt: %s e %d outro usuário comentou em <a href="%s">captura de tela</a>.
ru_ru: %s и %d другой пользователь прокомментировали <a href="%s">скриншот</a>.

source: %s commented on <a href="%s">theme</a>.
pl_pl: %s skomentował/a <a href="%s">motyw</a>.
pt_pt: %s comentou no <a href="%s">tema</a>.
ru_ru: %s прокомментировал(а) <a href="%s">тему</a>.

source: %s and %s commented on <a href="%s">theme</a>.
pl_pl: %s i %s skomentowali <a href="%s">motyw</a>.
pt_pt: %s e %s comentou no <a href="%s">tema</a>.
ru_ru: %s и %s прокомментировали <a href="%s">тему</a>.

source: %s and %d other user commented on <a href="%s">theme</a>.
pl_pl: %s i %d inny użytkownik skomentowali <a href="%s">motyw</a>.
pt_pt: %s e %d outro usuário comentou no <a href="%s">tema</a>.
ru_ru: %s и %d другой пользователь прокомментировали <a href="%s">тему</a>.

source: %s likes your <a href="%s">screenshot</a>.
pl_pl: %s polubił/a) <a href="%s">zrzut ekranu</a>.
pt_pt: %s gostou da sua <a href="%s">captura de tela</a>.
ru_ru: %s оценил(а) Ваш <a href="%s">скриншот</a>.

source: %s and %s like your <a href="%s">screenshot</a>.
pl_pl: %s i %s polubili Twój<a href="%s">zrzut ekranu</a>.
pt_pt: %s e %s gostou da sua <a href="%s">captura de tela</a>.
ru_ru: %s и %s оценили Ваш <a href="%s">скриншот</a>.

source: %s and %d other user like your <a href="%s">screenshot</a>.
pl_pl: %s i %d inny użytkownik polubili Twój <a href="%s">zrzut ekranu</a>.
pt_pt: %s e %d outro usuário gostou da sua <a href="%s">captura de tela</a>.
ru_ru: %s и %d другой пользователь оценили Ваш <a href="%s">скриншот</a>.

source: %s likes your <a href="%s">photo</a>.
pl_pl: %s polubił/a <a href="%s">zdjęcie</a>.
pt_pt: %s gostou da sua <a href="%s">foto</a>.
ru_ru: %s оценил(а) Вашу <a href="%s">фотографию</a>.

source: %s and %s like your <a href="%s">photo</a>.
pl_pl: %s i %s polubili Twoje <a href="%s">zdjęcie</a>.
pt_pt: %s e %s gostou da sua <a href="%s">foto</a>.
ru_ru: %s и %s оценили Вашу <a href="%s">фотографию</a>.

source: %s and %d other user like your <a href="%s">photo</a>.
pl_pl: %s i %d inny użytkownik polubili Twoje <a href="%s">zdjęcie</a>.
pt_pt: %s e %d outro usuário gostou da sua <a href="%s">foto</a>.
ru_ru: %s и %d другой пользователь оценили Вашу <a href="%s">фотографию</a>.

source: %s likes your <a href="%s">theme</a>.
pl_pl: %s polubił/a Twój <a href="%s">motyw</a>.
pt_pt: %s gostou do seu <a href="%s">tema</a>.
ru_ru: %s оценил(а) Вашу <a href="%s">тему</a>.

source: %s and %s like your <a href="%s">theme</a>.
pl_pl: %s i %s polubili Twój <a href="%s">motyw</a>.
pt_pt: %s e %s gostou do seu <a href="%s">tema</a>.
ru_ru: %s и %s оценили Вашу <a href="%s">тему</a>.

source: %s and %d other user like your <a href="%s">theme</a>.
pl_pl: %s i %d inny użytkownik polubili Twój <a href="%s">motyw</a>.
pt_pt: %s e %d outro usuário gostou do seu <a href="%s">tema</a>.
ru_ru: %s и %d другой пользователь оценили Вашу <a href="%s">тему</a>.

source: %s accepted your friend request.
pl_pl: %s zaakceptował/a Twoje zaproszenie.
pt_pt: %s aceitou sua solicitação de amizade.
ru_ru: %s принял Ваше предложение о дружбе.

source: %s and %s accepted your friend requests.
pl_pl: %s i %s zaakceptowali Twoje zaproszenia.
pt_pt: %s e %s aceitaram sua solicitação de amizade.
ru_ru: %s и %s приняли Ваши предложения о дружбе.

source: %s and %d other user accepted your friend requests.
pl_pl: %s i %d inny użytkownik zaakceptowało Twoje zaproszenia.
pt_pt: %s e %d outro usuário aceitou sua solicitação de amizade.
ru_ru: %s и %d другой пользователь приняли Ваши предложения о дружбе.

source: %s commented on <a href="%s">artwork</a>.
pl_pl: %s skomentował/a <a href="%s">dzieło</a>.
pt_pt: %s comentou em <a href="%s">obra</a>.
ru_ru: %s прокомментировал(а) <a href="%s">артворк</a>.

source: %s and %s commented on <a href="%s">artwork</a>.
pl_pl: %s i %s skomentowali <a href="%s">dzieło</a>.
pt_pt: %s e %s comentou em <a href="%s">obra</a>.
ru_ru: %s и %s прокомментировали <a href="%s">артворк</a>.

source: %s and %d other user commented on <a href="%s">artwork</a>.
pl_pl: %s i %d inny użytkownik skomentowali <a href="%s">dzieło</a>.
pt_pt: %s e %d outro usuário comentou em <a href="%s">obra</a>.
ru_ru: %s и %d другой пользователь прокомментировали <a href="%s">артворк</a>.

source: %s likes your <a href="%s">artwork</a>.
pl_pl: %s polubił/a Twoje <a href="%s">dzieło</a>.
pt_pt: %s gostou da sua <a href="%s">obra</a>.
ru_ru: %s оценил(а) Ваш <a href="%s">артворк</a>.

source: %s and %s like your <a href="%s">artwork</a>.
pl_pl: %s i %s polubili Twoje<a href="%s">dzieło</a>.
pt_pt: %s e %s gostou da sua <a href="%s">obra</a>.
ru_ru: %s и %s оценили Ваш <a href="%s">артворк</a>.

source: %s and %d other user like your <a href="%s">artwork</a>.
pl_pl: %s i %d inny użytkownik polubili Twoje <a href="%s">dzieło</a>.
pt_pt: %s e %d outro usuário gostaram da sua <a href="%s">obra</a>.
ru_ru: %s и %d другой пользователь оценили Ваш <a href="%s">артворк</a>.

source: Tibia and TibiaME are trademarks of <a href="http://www.cipsoft.com" target="_blank">CipSoft GmbH</a>, Germany.
pl_pl: Tibia i TibiaME są znakami towarowymi firmy <a href="http://www.cipsoft.com" target="_blank"> CipSoft GmbH </a>, Niemcy.
pt_pt: Tibia e TibiaME são marcas registradas da <a href="http://www.cipsoft.com" target="_blank">CipSoft GmbH</a>, Alemanha.
ru_ru: Tibia и TibiaME являются торговыми марками <a href="http://www.cipsoft.com" target="_blank">OOO "CipSoft"</a>, Германия.

source: You are using Opera Mini in maximum compression mode. Some features may not work correctly. Please adjust your browser settings.
pl_pl: Używasz Opera Mini w trybie maksymalnej kompresji. Niektóre funkcje mogą nie działać poprawnie. Dostosuj ustawienia przeglądarki.
pt_pt: Você está usando o Opera Mini no modo de compressão máxima. Alguns recursos podem não funcionar corretamente. Ajuste as configurações do seu navegador.
ru_ru: Вы используете Opera Mini в режиме максимального сжатия. Некоторые функции могут работать некорректно. Пожалуйста, измените настройки Вашего браузера.

source: Menu
ru_ru: Меню

source: No new letters
pl_pl: Brak nowych listów
pt_pt: Nenhuma nova carta
ru_ru: Нет новых писем

source: %d new letter
pl_pl: %d nowy list
pt_pt: %d nova carta
ru_ru: %d новое сообщение

source: %d friend request
pl_pl: %d zaproszenie do znajomych
pt_pt: %d pedido de amizade
ru_ru: %d новый друг

source: %d friend
pl_pl: %d znajomy
pt_pt: %d amigo
ru_ru: %d друг

source: %d notification
pl_pl: %d powiadomienie
pt_pt: %d notificação
ru_ru: %d уведомление

source: No new notifications
pl_pl: Brak nowych powiadomień
pt_pt: Nenhuma nova notificação
ru_ru: Нет новых уведомлений

source: Home
pl_pl: Główna
pt_pt: Inicio
ru_ru: На главную

source: Log out
pl_pl: Wyloguj
pt_pt: Sair
ru_ru: Выйти

source: %s requires Javascript to work correctly. Please enable it in your browser settings.
ru_ru: %s использует JavaScript для корректной работы. Пожалуйста, включите его в настройках Вашего браузера.

source: prev
pl_pl: wstecz
pt_pt: anterior
ru_ru: пред.

source: next
pl_pl: dalej
pt_pt: próximo
ru_ru: след.

source: Payment method
pl_pl: Metoda płatności
pt_pt: Método de pagamento
ru_ru: Способ оплаты

source: Platinum amount
ru_ru: Количество Платины

source: You will receive %s Platinum.
ru_ru: Вы получите %s Платины.

source: You will pay %s.
ru_ru: Вы оплатите %s.

source: Proceed
pl_pl: Zrealizowano
pt_pt: Prosseguir
ru_ru: Продолжить

source: Product
pl_pl: Produkt
pt_pt: Produto
ru_ru: Товар

source: Proceed to payment
pl_pl: Przejdź do płatności
pt_pt: Prossiga para o pagamento
ru_ru: Перейти к оплате

source: Your payment did not complete. If you think this is a mistake please contact us.
pl_pl: Twoja płatność nie została zakończona. Jeśli uważasz, że to pomyłka, skontaktuj się z nami.
pt_pt: Seu pagamento não foi concluído. Se você acha que isso é um erro, entre em contato conosco.
ru_ru: Ваш платеж не был выполнен. Если Вы считаете, что это ошибка, свяжитесь с нами.

source: Your payment has been completed successfully.
pl_pl: Twoja płatność została pomyślnie zakończona.
pt_pt: Seu pagamento foi concluído com sucesso.
ru_ru: Ваш платеж успешно выполнен.

source: What is VIP?
ru_ru: Что такое VIP?

source: VIP is <b>permanent</b> character status that you receive after any purchase (any amount of Platinum or Premium).
ru_ru: VIP – <b>постоянный</b> статус персонажа, который Вы получаете после любой оплаты (любое количество Платины или Премиума).

source: Priority Login
ru_ru: Вход без очереди

source: Stamina Bonus (+50% Experience)
ru_ru: Бонус стамины (+50% опыта)

source: What is Premium?
pl_pl: Czym jest Premium?
pt_pt: O que é Premium?
ru_ru: Что такое Премиум?

source: Premium is renewable subscription that gives you <b>temporary</b> access to most of game features. When your Premium time expires your character remains VIP.
ru_ru: Премиум – обновляемая подписка, которая дает Вам <b>временный</b> доступ к большинству игровых функций. Когда время Премиум заканчивается, Ваш персонаж остается VIP.

source: Full access to additional islands
ru_ru: Полный доступ к дополнительным островам

source: Portal usage
pt_pt: Uso do Portal
ru_ru: Возможность пользоваться порталами

source: 20 friendlist slots
ru_ru: 20 слотов для друзей

source: 20 ignorelist slots
ru_ru: 20 слотов в списке игнора

source: 20 letters in Mailbox
ru_ru: 20 слотов для писем

source: 10 trade offers
pt_pt: 10 ofertas comerciais
ru_ru: 10 слотов для торговли

source: 9 depot pages
ru_ru: 9 страниц на складе

source: 50% of EP loss protection upon death (can be upgraded to 80% or 100%)
ru_ru: Страхование жизни с сохранением 50% потерянного опыта при смерти (может быть улучшено до 80% или 100%)

source: Guild Founding
ru_ru: Возможность создавать гильдию

source: 8 Platinum per day of your Premium time (Example: 30 days * 8 Platinum = 240 Platinum)
ru_ru: 8 Платины за каждый день Премиума (например 30 дней * 8 Платины = 240 Платины)

source: What is Platinum?
pl_pl: Czym jest Platyna?
pt_pt: O que é Platina?
ru_ru: Что такое Платина?

source: Platinum is game currency that allows you to buy <b>permanent</b> access to game features of your choice.
ru_ru: Платина – игровая валюта, за которую можно купить <b>постоянный</b> доступ к выбранным Вами игровым функциям.

source: Buy permanent access to individual islands
ru_ru: Купите полный доступ к отдельным островам

source: Buy portal usage permanently
ru_ru: Купите постоянную возможность пользоваться порталами

source: Buy up to 50 friendlist slots
ru_ru: Купите до 50 слотов в списке друзей

source: Buy up to 50 letters in Mailbox
ru_ru: Купите до 50 слотов для писем

source: Buy up to 20 trade offers
ru_ru: Купите до 20 слотов для торговли

source: Buy up to 9 depot pages
ru_ru: Купите до 9 страниц на складе

source: Buy a life insurance with 50%, 80% or 100% of EP loss protection upon death
ru_ru: Купите страхование жизни с сохранением 50%, 80% или 100% потерянного опыта при смерти

source: Buy additional Rerolls whenever you need them
ru_ru: Купите возможность сбросить изученные навыки в любое время

source: Buy guild founding
ru_ru: Купите возможность создавать гильдию

source: Buy on %s
ru_ru: Купить на %s

source: Our prices
pl_pl: Nasze ceny
pt_pt: Nossos preços
ru_ru: Наши цены

source: Are you sure you want to remove avatar?
pl_pl: Czy na pewno chcesz usunąć awatar?
pt_pt: Tem certeza de que deseja remover o avatar?
ru_ru: Вы уверены, что хотите удалить аватар?

source: Remove avatar
pl_pl: Usuń awatar
pt_pt: Remover avatar
ru_ru: Удалить аватар

source: Banned
pl_pl: Zbanowany
pt_pt: Banido
ru_ru: Забанен

source: not specified
pl_pl: nie określono
pt_pt: não especificado
ru_ru: не указано

source: Gender
pl_pl: Płeć
pt_pt: Gênero
ru_ru: Пол

source: Male
pl_pl: Mężczyzna
pt_pt: Masculino
ru_ru: Мужской

source: Female
pl_pl: Kobieta
pt_pt: Feminino
ru_ru: Женский

source: Relationship status
pl_pl: Status zwiąku
pt_pt: Status de relacionamento
ru_ru: Семейное положение

source: Single
pl_pl: Samotny
pt_pt: Solteiro
ru_ru: Холост/Не замужем

source: In relationship
pl_pl: W związku
pt_pt: Em relacionamento
ru_ru: Встречаюсь

source: Engaged
pl_pl: Zaręczony
pt_pt: Comprometido
ru_ru: Помолвлен(а)

source: Married
pl_pl: Żonaty
pt_pt: Casado
ru_ru: Женат/Замужем

source: It's complicated
pl_pl: To skomplikowane
pt_pt: É complicado
ru_ru: Все сложно

source: Actively searching
pl_pl: Aktywnie szukający
pt_pt: Procurando ativamente
ru_ru: В активном поиске

source: Birthday
pl_pl: Urodziny
pt_pt: Aniversário
ru_ru: Дата рождения

source: Hide age
pl_pl: Ukryj wiek
pt_pt: Ocultar idade
ru_ru: Скрыть возраст

source: Age
pl_pl: Wiek
pt_pt: Idade
ru_ru: Возраст

source: Location
pl_pl: Lokalizacja
pt_pt: Localização
ru_ru: Откуда

source: Joined
pl_pl: Dołączył/a
pt_pt: Entrou
ru_ru: Загеристрирован с

source: Before 27th of August, 2009
pl_pl: Do 27 sierpnia 2009 r
pt_pt: Antes de 27 de agosto de 2009
ru_ru: До 27 августа 2009

source: Last visit
pl_pl: Ostatnia wizyta
pt_pt: Ultima visita
ru_ru: Последнее посещение

source: no data
pl_pl: brak danych
pt_pt: sem dados
ru_ru: нет данных

source: Total online time
pl_pl: Łączny czas online
pt_pt: Tempo total online
ru_ru: Провел на сайте

source: %dh %dmin %dsec
ru_ru: %dч %dмин %dс

source: Hide email
pl_pl: Ukryj e-mail
pt_pt: Ocultar e-mail
ru_ru: Скрыть email

source: Are you sure you want to unlink your Facebook account?
pl_pl: Czy na pewno chcesz odłączyć swoje konto Facebook?
pt_pt: Tem certeza de que deseja desvincular sua conta do Facebook?
ru_ru: Вы уверены, что хотите отвязать Ваш аккаунт Facebook?

source: Are you sure you want to unlink your VK account?
pl_pl: Czy na pewno chcesz odłączyć swoje konto VK?
pt_pt: Tem certeza de que deseja desvincular sua conta VK?
ru_ru: Вы уверены, что хотите отвязать Ваш аккаунт ВКонтакте?

source: Signature
pl_pl: Podpis
pt_pt: Assinatura
ru_ru: Подпись

source: Posts at forum
pl_pl: Postów na forum
pt_pt: Posts no fórum
ru_ru: Постов на форуме

source: Photos
pl_pl: Zdjęcia
pt_pt: Fotos
ru_ru: Фотографии

source: Ban
ru_ru: Забанить

source: Are you sure you want to delete all posts and topics by this user?
pl_pl: Czy na pewno chcesz usunąć wszystkie posty i wątki tego użytkownika?
pt_pt: Tem certeza de que deseja excluir todas as postagens e tópicos deste usuário?
ru_ru: Вы уверены, что хотите удалить все посты и темы этого пользователя?

source: Delete all posts
pl_pl: Usuń wszystkie posty
pt_pt: Deletar todos posts
ru_ru: Удалить все посты

source: Please log in to upload screenshots.
pl_pl: Zaloguj się, aby przesłać zrzuty ekranu.
pt_pt: Faça o login para fazer upload de capturas de tela.
ru_ru: Авторизуйтесь для загрузки скриншотов.

source: You don't have any screenshots yet.
pl_pl: Nie masz jeszcze żadnych zrzutów ekranu.
pt_pt: Você ainda não possui captura de tela.
ru_ru: У Вас пока нет скриншотов.
