Repository: Homerocker/Tibia-ME.net
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pl_pl, pt_pt, ru_ru

source: Blocks an enemy attack with your shield and counter them, reducing damage taken by 72&#37; and retaliating 100&#37; of the original damage for the next 5 enemy attacks. 20 seconds cooldown.
pl_pl: Blokuje atak wroga Twoją tarczą i przeciwdziała im, redukuje otrzymywane obrażenia o 72&#37; i odwzajemnia 100&#37 oryginalnych obrażeń na następne 5 ataków wrogów. 20 sekund do odnowienia.
pt_pt: Bloqueia um ataque inimigo com o seu escudo e revida ele, reduzindo o dano recebido em 72&#37; e causando 100&#37; do dano pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Блокирует атаки врага щитом и наносит встречный удар, уменьшая полученный урон на 72&#37; и возвращая 100&#37; от первоначального урона в течение следующих 5-и вражеских атак. 20 секунд перезарядка.

source: Blocks an enemy attack with your shield and counter them, reducing damage taken by 75&#37; and retaliating 104&#37; of the original damage for the next 5 enemy attacks. 20 seconds cooldown.
pl_pl: Blokuje atak wroga Twoją tarczą i przeciwdziała im, redukuje otrzymywane obrażenia o 75&#37; i odwzajemnia 104&#37 oryginalnych obrażeń na następne 5 ataków wrogów. 20 sekund do odnowienia.
pt_pt: Bloqueia um ataque inimigo com o seu escudo e revida ele, reduzindo o dano recebido em 75&#37; e causando 104&#37; do dano pelos próximos 5 ataques. 20 segundos de cooldown.
ru_ru: Блокирует атаки врага щитом и наносит встречный удар, уменьшая полученный урон на 75&#37; и возвращая 104&#37; от первоначального урона в течение следующих 5-и вражеских атак. 20 секунд перезарядка.

source: Increases the minimum heal amount of your next 2 heal spells by 8&#37;. 20 seconds cooldown.
pl_pl: Zwiększa minimalną ilość leczenia Twoich następnych dwóch czarów do leczenia o 8&#37;. 20 sekund do odnowienia.
pt_pt: Aumenta a quantidade mínima de vida das suas próximas magias em 8&#37;. 20 segundos de cooldown.
ru_ru: Увеличивает минимальное исцеление Ваших следующих 2-х исцеляющих заклинаний на 8&#37;. 20 секунд перезарядка.

source: Increases the minimum heal amount of your next 2 heal spells by 15&#37;. 20 seconds cooldown.
pl_pl: Zwiększa minimalną ilość leczenia Twoich następnych dwóch czarów do leczenia o 15&#37;. 20 sekund do odnowienia.
pt_pt: Aumenta a quantidade mínima de vida das suas próximas magias em 15&#37;. 20 segundos de cooldown.
ru_ru: Увеличивает минимальное исцеление Ваших следующих 2-х исцеляющих заклинаний на 15&#37;. 20 секунд перезарядка.

source: Increases the minimum heal amount of your next 2 heal spells by 23&#37;. 20 seconds cooldown.
pl_pl: Zwiększa minimalną ilość leczenia Twoich następnych dwóch czarów do leczenia o 23&#37;. 20 sekund do odnowienia.
pt_pt: Aumenta a quantidade mínima de vida das suas próximas magias em 23&#37;. 20 segundos de cooldown.
ru_ru: Увеличивает минимальное исцеление Ваших следующих 2-х исцеляющих заклинаний на 23&#37;. 20 секунд перезарядка.

source: Increases the minimum heal amount of your next 2 heal spells by 30&#37;. 20 seconds cooldown.
pl_pl: Zwiększa minimalną ilość leczenia Twoich następnych dwóch czarów do leczenia o 30&#37;. 20 sekund do odnowienia.
pt_pt: Aumenta a quantidade mínima de vida das suas próximas magias em 30&#37;. 20 segundos de cooldown.
ru_ru: Увеличивает минимальное исцеление Ваших следующих 2-х исцеляющих заклинаний на 30&#37;. 20 секунд перезарядка.

source: Increases the minimum heal amount of your next 2 heal spells by 38&#37;. 20 seconds cooldown.
pl_pl: Zwiększa minimalną ilość leczenia Twoich następnych dwóch czarów do leczenia o 38&#37;. 20 sekund do odnowienia.
pt_pt: Aumenta a quantidade mínima de vida das suas próximas magias em 38&#37;. 20 segundos de cooldown.
ru_ru: Увеличивает минимальное исцеление Ваших следующих 2-х исцеляющих заклинаний на 38&#37;. 20 секунд перезарядка.

source: Shows the element at which the monster is most vulnerable at . 40 seconds cooldown.
pl_pl: Pokazuje żywioł na jaki jest wrażliwy dany potwór. 40 sekund do odnowienia.
pt_pt: Mostra o elemento a qual o monstro é mais vulnerável. 50 segundos de cooldown.
ru_ru: Показывает элемент, к которому монстер наиболее уязвим. 40 секунд перезарядка.

source: Enhances your dexterity, performing a guaranteed hit for the next attack. 50 seconds cooldown.
pl_pl: Wzmacnia Twoją zręczność, daje gwarantowane uderzenie na następny atak. 50 sekund do odnowienia.
pt_pt: Melhora a sua destreza, resultando em um ataque infalível. 50 segundos de cooldown.
ru_ru: Увеличивает Вашу ловкость, нанося гарантированный удар следующей атакой. 50 секунд перезарядка.

source: Enhances your dexterity, performing a guaranteed hit for the next 2 attacks. 50 seconds cooldown.
pl_pl: Wzmacnia Twoją zręczność, daje gwarantowane uderzenie na następne 2 ataki. 50 sekund do odnowienia.
pt_pt: Melhora a sua destreza, resultando em um ataque infalível nos 2 próximos golpe. 50 segundos de cooldown.
ru_ru: Увеличивает Вашу ловкость, нанося гарантированный удар следующими 2 атаками. 50 секунд перезарядка.

source: Enhances your dexterity, performing a guaranteed hit for the next 3 attacks. 44 seconds cooldown.
pl_pl: Wzmacnia Twoją zręczność, daje gwarantowane uderzenie na następne 3 ataki. 50 sekund do odnowienia.
pt_pt: Melhora a sua destreza, resultando em um ataque infalível nos 3 próximos golpe. 44 segundos de cooldown.
ru_ru: Увеличивает Вашу ловкость, нанося гарантированный удар следующими 3 атаками. 44 секунды перезарядка.

source: Enhances your dexterity, performing a guaranteed hit for the next 3 attacks. 32 seconds cooldown.
pl_pl: Wzmacnia Twoją zręczność, daje gwarantowane uderzenie na następne 3 ataki. 50 sekund do odnowienia.
pt_pt: Melhora a sua destreza, resultando em um ataque infalível nos 3 próximos golpe. 32 segundos de cooldown.
ru_ru: Увеличивает Вашу ловкость, нанося гарантированный удар следующими 3 атаками. 32 секунды перезарядка.

source: Enhances your dexterity, performing a guaranteed hit for the next 3 attacks. 24 seconds cooldown.
pl_pl: Wzmacnia Twoją zręczność, daje gwarantowane uderzenie na następne 3 ataki. 50 sekund do odnowienia.
pt_pt: Melhora a sua destreza, resultando em um ataque infalível nos 3 próximos golpe. 24 segundos de cooldown.
ru_ru: Увеличивает Вашу ловкость, нанося гарантированный удар следующими 3 атаками. 24 секунды перезарядка.

source: Channels holy energy, increasing the healing caused by 9&#37; for your next 2 healing spells. 20 seconds cooldown.
pl_pl: Przewodzi świętą energię, zwiększa przyczynę leczenia o 9&337; na Twoje kolejne 2 czary leczenia. 20 sekund do odnowienia.
pt_pt: Canaliza uma energia sagrada, aumentando a recuperação em 9&#37; pelas próximas duas magias. 20 segundos de cooldown.
ru_ru: Направляет святую энергию, увеличивая исцеление на 9&#37; для Ваших следующих 2-х лечебных заклинаний. 20 секунд перезарядка.

source: Channels holy energy, increasing the healing caused by 11&#37; for your next 2 healing spells. 20 seconds cooldown.
pl_pl: Przewodzi świętą energię, zwiększa przyczynę leczenia o 11&337; na Twoje kolejne 2 czary leczenia. 20 sekund do odnowienia.
pt_pt: Canaliza uma energia sagrada, aumentando a recuperação em 11&#37; pelas próximas duas magias. 20 segundos de cooldown.
ru_ru: Направляет святую энергию, увеличивая исцеление на 11&#37; для Ваших следующих 2-х лечебных заклинаний. 20 секунд перезарядка.

source: Channels holy energy, increasing the healing caused by 12&#37; for your next 2 healing spells. 20 seconds cooldown.
pl_pl: Przewodzi świętą energię, zwiększa przyczynę leczenia o 12&337; na Twoje kolejne 2 czary leczenia. 20 sekund do odnowienia.
pt_pt: Canaliza uma energia sagrada, aumentando a recuperação em 12&#37; pelas próximas duas magias. 20 segundos de cooldown.
ru_ru: Направляет святую энергию, увеличивая исцеление на 12&#37; для Ваших следующих 2-х лечебных заклинаний. 20 секунд перезарядка.

source: Channels holy energy, increasing the healing caused by 14&#37; for your next 2 healing spells. 20 seconds cooldown.
pl_pl: Przewodzi świętą energię, zwiększa przyczynę leczenia o 14&337; na Twoje kolejne 2 czary leczenia. 20 sekund do odnowienia.
pt_pt: Canaliza uma energia sagrada, aumentando a recuperação em 14&#37; pelas próximas duas magias. 20 segundos de cooldown.
ru_ru: Направляет святую энергию, увеличивая исцеление на 14&#37; для Ваших следующих 2-х лечебных заклинаний. 20 секунд перезарядка.

source: Channels holy energy, increasing the healing caused by 15&#37; for your next 2 healing spells. 20 seconds cooldown.
pl_pl: Przewodzi świętą energię, zwiększa przyczynę leczenia o 15&337; na Twoje kolejne 2 czary leczenia. 20 sekund do odnowienia.
pt_pt: Canaliza uma energia sagrada, aumentando a recuperação em 15&#37; pelas próximas duas magias. 20 segundos de cooldown.
ru_ru: Направляет святую энергию, увеличивая исцеление на 15&#37; для Ваших следующих 2-х лечебных заклинаний. 20 секунд перезарядка.

source: Screams in a very high tone, causing all enemies in 3 yard range to take a step back and search for a new target. 50 seconds cooldown.
pl_pl: Krzyczy bardzo wysokim tonem, powodując że wszyscy wrogowie w zasięgu 3 metrów uciekają i szukają nowych celów. 50 sekund do odnowienia.
pt_pt: Um grito muito alto, que atinge todos os inimigos em raio de 3 jardas, empurrando todos um passo pra trás, procurando um novo alvo. 50 segundos de cooldown.
ru_ru: Кричит в очень высокой тональности, вынуждая всех врагов в радиусе 3-х ярдов отступить и искать новую цель. 50 секунд перезарядка.

source: Screams in a very high tone, causing all enemies in 3 yard range to take a step back and search for a new target. 45 seconds cooldown.
pl_pl: Krzyczy bardzo wysokim tonem, powodując że wszyscy wrogowie w zasięgu 3 metrów uciekają i szukają nowych celów. 45 sekund do odnowienia.
pt_pt: Um grito muito alto, que atinge todos os inimigos em raio de 3 jardas, empurrando todos um passo pra trás, procurando um novo alvo. 45 segundos de cooldown.
ru_ru: Кричит в очень высокой тональности, вынуждая всех врагов в радиусе 3-х ярдов отступить и искать новую цель. 45 секунд перезарядка.

source: Screams in a very high tone, causing all enemies in 3 yard range to take a step back and search for a new target. 40 seconds cooldown.
pl_pl: Krzyczy bardzo wysokim tonem, powodując że wszyscy wrogowie w zasięgu 3 metrów uciekają i szukają nowych celów. 40 sekund do odnowienia.
pt_pt: Um grito muito alto, que atinge todos os inimigos em raio de 3 jardas, empurrando todos um passo pra trás, procurando um novo alvo. 40 segundos de cooldown.
ru_ru: Кричит в очень высокой тональности, вынуждая всех врагов в радиусе 3-х ярдов отступить и искать новую цель. 40 секунд перезарядка.

source: Screams in a very high tone, causing all enemies in 3 yard range to take a step back and search for a new target. 35 seconds cooldown.
pl_pl: Krzyczy bardzo wysokim tonem, powodując że wszyscy wrogowie w zasięgu 3 metrów uciekają i szukają nowych celów. 35 sekund do odnowienia.
pt_pt: Um grito muito alto, que atinge todos os inimigos em raio de 3 jardas, empurrando todos um passo pra trás, procurando um novo alvo. 35 segundos de cooldown.
ru_ru: Кричит в очень высокой тональности, вынуждая всех врагов в радиусе 3-х ярдов отступить и искать новую цель. 35 секунд перезарядка.

source: Screams in a very high tone, causing all enemies in 3 yard range to take a step back and search for a new target. 30 seconds cooldown.
pl_pl: Krzyczy bardzo wysokim tonem, powodując że wszyscy wrogowie w zasięgu 3 metrów uciekają i szukają nowych celów. 30 sekund do odnowienia.
pt_pt: Um grito muito alto, que atinge todos os inimigos em raio de 3 jardas, empurrando todos um passo pra trás, procurando um novo alvo. 30 segundos de cooldown.
ru_ru: Кричит в очень высокой тональности, вынуждая всех врагов в радиусе 3-х ярдов отступить и искать новую цель. 30 секунд перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 5&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 5&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e diminui o dano causado em 5&#37; pelas próximas duas magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 5&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 7&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 7&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e diminui o dano causado em 7&#37; pelas próximas duas magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 7&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 9&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 9&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e diminui o dano causado em 9&#37; pelas próximas duas magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 9&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 12&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 12&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e diminui o dano causado em 12&#37; pelas próximas duas magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 12&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: Performs a guaranteed hit and increases the damage dealt by 15&#37; for the next 2 spells. 24 seconds cooldown.
pl_pl: Daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 15&#37; na następne 2 czary. 24 sekundy do odnowienia.
pt_pt: Desfere um ataque infalível e diminui o dano causado em 15&#37; pelas próximas duas magias. 24 segundos de cooldown.
ru_ru: Гарантирует попадание и увеличивает наносимый урон на 15&#37; для следующих 2-х заклинаний. 24 секунды перезарядка.

source: Enhances your weapon with holy energy, performing a guaranteed hit and increasing the damage dealt by 7&#37; for the next 5 attacks. 45 seconds cooldown.
pl_pl: Wzmacnia Twoją broń świętą energią, daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 7&#37; na następne 5 ataków. 45 sekund do odnowienia.
pt_pt: Melhora a sua arma com energia sagrada, desferindo um ataque infalível e aumentando o dano causado em 7&#37; pelos próximos 5 ataques. 45 segundos de cooldown.
ru_ru: Усиливает Ваше оружие святой энергией, нанося гарантированный удар и увеличивая наносимый урон на 7&#37; для следующих 5-и атак. 45 секунд перезарядка.

source: Enhances your weapon with holy energy, performing a guaranteed hit and increasing the damage dealt by 11&#37; for the next 5 attacks. 45 seconds cooldown.
pl_pl: Wzmacnia Twoją broń świętą energią, daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 11&#37; na następne 5 ataków. 45 sekund do odnowienia.
pt_pt: Melhora a sua arma com energia sagrada, desferindo um ataque infalível e aumentando o dano causado em 11&#37; pelos próximos 5 ataques. 45 segundos de cooldown.
ru_ru: Усиливает Ваше оружие святой энергией, нанося гарантированный удар и увеличивая наносимый урон на 11&#37; для следующих 5-и атак. 45 секунд перезарядка.

source: Enhances your weapon with holy energy, performing a guaranteed hit and increasing the damage dealt by 16&#37; for the next 5 attacks. 45 seconds cooldown.
pl_pl: Wzmacnia Twoją broń świętą energią, daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 16&#37; na następne 5 ataków. 45 sekund do odnowienia.
pt_pt: Melhora a sua arma com energia sagrada, desferindo um ataque infalível e aumentando o dano causado em 16&#37; pelos próximos 5 ataques. 45 segundos de cooldown.
ru_ru: Усиливает Ваше оружие святой энергией, нанося гарантированный удар и увеличивая наносимый урон на 16&#37; для следующих 5-и атак. 45 секунд перезарядка.

source: Enhances your weapon with holy energy, performing a guaranteed hit and increasing the damage dealt by 20&#37; for the next 5 attacks. 45 seconds cooldown.
pl_pl: Wzmacnia Twoją broń świętą energią, daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 20&#37; na następne 5 ataków. 45 sekund do odnowienia.
pt_pt: Melhora a sua arma com energia sagrada, desferindo um ataque infalível e aumentando o dano causado em 20&#37; pelos próximos 5 ataques. 45 segundos de cooldown.
ru_ru: Усиливает Ваше оружие святой энергией, нанося гарантированный удар и увеличивая наносимый урон на 20&#37; для следующих 5-и атак. 45 секунд перезарядка.

source: Enhances your weapon with holy energy, performing a guaranteed hit and increasing the damage dealt by 25&#37; for the next 5 attacks. 45 seconds cooldown.
pl_pl: Wzmacnia Twoją broń świętą energią, daje gwarantowane uderzenie i zwiększa zadawane obrażenia o 25&#37; na następne 5 ataków. 45 sekund do odnowienia.
pt_pt: Melhora a sua arma com energia sagrada, desferindo um ataque infalível e aumentando o dano causado em 25&#37; pelos próximos 5 ataques. 45 segundos de cooldown.
ru_ru: Усиливает Ваше оружие святой энергией, нанося гарантированный удар и увеличивая наносимый урон на 25&#37; для следующих 5-и атак. 45 секунд перезарядка.

source: Amplifies your holy energy, causing your healing spells to heal yourself and an additional nearby ally with 61&#37; of the original heal amount for the next to 2 healing spells. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją świętą energię, powodując że Twoje czary leczące uleczą najbliższych sojuszników z 61&#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Amplifica a energia sagrada, melhorando a recuperação em você e em um aliado em 61&#37; da quantidade original nas próximas 2 magias de recuperação. 30 segundos de cooldown.
ru_ru: Усиливает Вашу святую энергию, в результате чего Ваши следующие 2 исцеляющих заклинания исцеляют Вас и ближайшего союзника на 61&#37; от изначального исцеления. 30 секунд перезарядка.

source: Amplifies your holy energy, causing your healing spells to heal yourself and an additional nearby ally with 62&#37; of the original heal amount for the next to 2 healing spells. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją świętą energię, powodując że Twoje czary leczące uleczą najbliższych sojuszników z 62&#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Amplifica a energia sagrada, melhorando a recuperação em você e em um aliado em 62&#37; da quantidade original nas próximas 2 magias de recuperação. 30 segundos de cooldown.
ru_ru: Усиливает Вашу святую энергию, в результате чего Ваши следующие 2 исцеляющих заклинания исцеляют Вас и ближайшего союзника на 62&#37; от изначального исцеления. 30 секунд перезарядка.

source: Amplifies your holy energy, causing your healing spells to heal yourself and an additional nearby ally with 63&#37; of the original heal amount for the next to 2 healing spells. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją świętą energię, powodując że Twoje czary leczące uleczą najbliższych sojuszników z 63&#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Amplifica a energia sagrada, melhorando a recuperação em você e em um aliado em 63&#37; da quantidade original nas próximas 2 magias de recuperação. 30 segundos de cooldown.
ru_ru: Усиливает Вашу святую энергию, в результате чего Ваши следующие 2 исцеляющих заклинания исцеляют Вас и ближайшего союзника на 63&#37; от изначального исцеления. 30 секунд перезарядка.

source: Amplifies your holy energy, causing your healing spells to heal yourself and an additional nearby ally with 64&#37; of the original heal amount for the next to 2 healing spells. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją świętą energię, powodując że Twoje czary leczące uleczą najbliższych sojuszników z 64&#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Amplifica a energia sagrada, melhorando a recuperação em você e em um aliado em 64&#37; da quantidade original nas próximas 2 magias de recuperação. 30 segundos de cooldown.
ru_ru: Усиливает Вашу святую энергию, в результате чего Ваши следующие 2 исцеляющих заклинания исцеляют Вас и ближайшего союзника на 64&#37; от изначального исцеления. 30 секунд перезарядка.

source: Amplifies your holy energy, causing your healing spells to heal yourself and an additional nearby ally with 65&#37; of the original heal amount for the next to 2 healing spells. 30 seconds cooldown.
pl_pl: Wzmacnia Twoją świętą energię, powodując że Twoje czary leczące uleczą najbliższych sojuszników z 65&#37; oryginalnego leczenia na następne 2 czary leczące. 30 sekund do odnowienia.
pt_pt: Amplifica a energia sagrada, melhorando a recuperação em você e em um aliado em 65&#37; da quantidade original nas próximas 2 magias de recuperação. 30 segundos de cooldown.
ru_ru: Усиливает Вашу святую энергию, в результате чего Ваши следующие 2 исцеляющих заклинания исцеляют Вас и ближайшего союзника на 65&#37; от изначального исцеления. 30 секунд перезарядка.

source: Shifts yourself to a meditating state, regenerating 40&#37; of your total health and mana over 15 seconds. 90 seconds cooldown.
pl_pl: Wprowadza Cię w stan medytacji, regeneruje 40&#37; całej many oraz życia w ciągu 15 sekund. 90 sekund do odnowienia.
pt_pt: Entre em posição de meditação, regenerando 40&#37; da sua vida total e mana por 15 segundos. 90 segundos de cooldown.
ru_ru: Переключает Вас в состояние медитации, восстанавливая 40&#37; от максимального количества здоровья и маны в течении 15 секунд. 90 секунд перезарядка.

source: Shifts yourself to a meditating state, regenerating 45&#37; of your total health and mana over 15 seconds. 90 seconds cooldown.
pl_pl: Wprowadza Cię w stan medytacji, regeneruje 45&#37; całej many oraz życia w ciągu 15 sekund. 90 sekund do odnowienia.
pt_pt: Entre em posição de meditação, regenerando 45&#37; da sua vida total e mana por 15 segundos. 90 segundos de cooldown.
ru_ru: Переключает Вас в состояние медитации, восстанавливая 45&#37; от максимального количества здоровья и маны в течении 15 секунд. 90 секунд перезарядка.

source: Shifts yourself to a meditating state, regenerating 50&#37; of your total health and mana over 15 seconds. 90 seconds cooldown.
pl_pl: Wprowadza Cię w stan medytacji, regeneruje 50&#37; całej many oraz życia w ciągu 15 sekund. 90 sekund do odnowienia.
pt_pt: Entre em posição de meditação, regenerando 50&#37; da sua vida total e mana por 15 segundos. 90 segundos de cooldown.
ru_ru: Переключает Вас в состояние медитации, восстанавливая 50&#37; от максимального количества здоровья и маны в течении 15 секунд. 90 секунд перезарядка.

source: Shifts yourself to a meditating state, regenerating 55&#37; of your total health and mana over 15 seconds. 90 seconds cooldown.
pl_pl: Wprowadza Cię w stan medytacji, regeneruje 55&#37; całej many oraz życia w ciągu 15 sekund. 90 sekund do odnowienia.
pt_pt: Entre em posição de meditação, regenerando 55&#37; da sua vida total e mana por 15 segundos. 90 segundos de cooldown.
ru_ru: Переключает Вас в состояние медитации, восстанавливая 55&#37; от максимального количества здоровья и маны в течении 15 секунд. 90 секунд перезарядка.
